{"translation-revision-date":"2025-09-11 13:21:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Manage publications in Publisher Center":["Gérer les publications dans Publisher Center"],"Learn more about product IDs":["En savoir plus sur les identifiants produit"],"The previously selected product ID %s was not found. Please select a new product ID.":["L’identifiant produit %s que vous aviez sélectionné est introuvable. Veuillez en sélectionner un autre."],"Product IDs offer a way to link content to payment plans. <a>Learn more<\/a>":["Les identifiants produit permettent d’associer les contenus à des forfaits. <a>En savoir plus<\/a>"],"Learn more about setting product IDs at a content-level":["En savoir plus sur la définition d’identifiants produit au niveau du contenu"],"Use the new settings in the block editor to select different product IDs for individual pages or control where CTAs appear on an individual post. <learnMore>Learn more<\/learnMore>":["Utilisez les nouveaux paramètres dans l’éditeur de blocs pour sélectionner des identifiants produit différents pour des pages distinctes ou pour contrôler où les CTA s’affichent dans une publication. <learnMore>En savoir plus<\/learnMore>"],"Selecting “open access” will allow your reader to access your content without a subscription":["Si vous sélectionnez \"Accès libre\", votre lecteur pourra accéder à votre contenu sans abonnement."],"Get started":["Commencer"],"Learn more about Reader Revenue Manager features":["En savoir plus sur les fonctionnalités de Reader Revenue Manager"],"Explore Reader Revenue Manager’s additional features, such as paywalls, subscriptions and contributions. <a>Learn more<\/a>":["Découvrez les fonctionnalités supplémentaires de Reader Revenue Manager, comme les paywalls, les abonnements et les contributions. <a>En savoir plus<\/a>"],"You can edit your settings to manage product IDs and select which of your site’s pages will include a contribution CTA.":["Vous pouvez modifier vos paramètres pour gérer les identifiants produit et sélectionner les pages de votre site qui incluront un CTA de contribution."],"You can edit your settings and select which of your site’s pages will include a contribution CTA.":["Vous pouvez modifier vos paramètres et sélectionner les pages de votre site qui incluront un CTA de contribution."],"You can edit your settings and select which of your site’s pages will include a subscription CTA.":["Vous pouvez modifier vos paramètres et sélectionner les pages de votre site qui incluront un CTA d’abonnement."],"Manage CTAs":["Gérer les CTA"],"You can edit your settings to manage product IDs and select which of your site’s pages will include a subscription CTA.":["Vous pouvez modifier vos paramètres pour gérer les identifiants produit et sélectionner les pages de votre site qui incluront un CTA d’abonnement."],"Success! Your Reader Revenue Manager account is set up":["Bravo, votre compte Reader Revenue Manager est bien configuré."],"Unlock your full reader opportunity by enabling features like paywall, subscriptions, contributions and newsletter sign ups.":["Touchez le plus de lecteurs possible en activant des fonctionnalités comme les paywalls, les abonnements, les contributions et les inscriptions aux newsletters."],"Explore features":["Explorer les fonctionnalités"],"Complete account setup with Reader Revenue Manager":["Terminez la configuration du compte avec Reader Revenue Mananger"],"To complete your Reader Revenue Manager paywall setup, add your product IDs in settings":["Pour terminer la configuration de votre paywall Reader Revenue Manager, ajoutez vos ID produits dans les réglages"],"Edit settings":["Modifier les réglages"],"Default Product ID":["ID produit par défaut"],"Open access":["Accès libre"],"Specified pages":["Pages spécifiées"],"Specific content types":["Types de contenus spécifiques"],"Reader Revenue Manager publication tracking will be disabled":["Le suivi des publications de Reader Revenue Manager sera désactivé"],"Learn more about setting up Reader Revenue Manager":["Découvrez Reader Revenue Manager"],"Once you have created your publication, it is submitted for review. <a>Learn more<\/a>":["Une fois votre publication créée, elle est envoyée pour examen. <a>En savoir plus<\/a>"],"To complete your Reader Revenue Manager account setup you will need to create a publication and set up Reader Revenue Manager in Publisher Center.":["Pour terminer la configuration de votre compte Reader Revenue Manager, vous devrez créer une publication et configurer Reader Revenue Manager dans Publisher Center."],"The previously selected publication with ID %s was not found. Please select a new publication.":["La publication précédemment sélectionnée (ID %s) est introuvable. Veuillez sélectionner une nouvelle publication."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["Votre compte Reader Revenue Manager a bien été configuré, mais votre publication nécessite une configuration supplémentaire dans Reader Revenue Manager."],"Your Reader Revenue Manager account was successfully set up!":["Votre compte Reader Revenue Manager a bien été configuré."],"Set up Reader Revenue Manager":["Configurer Reader Revenue Manager"],"Create publication":["Créer la publication"],"Complete publication setup":["Terminer la configuration de la publication"],"Your publication requires further setup in Reader Revenue Manager":["Votre publication nécessite une configuration supplémentaire dans Reader Revenue Manager"],"Site Kit will connect your existing publication":["Site Kit va connecter votre publication existante"],"Enable features":["Activer les fonctionnalités"],"Your Reader Revenue Manager publication is approved":["Votre publication Reader Revenue Manager est approuvée"],"Publication":["Publication"],"Select your preferred publication to connect with Site Kit":["Sélectionnez la publication de votre choix à connecter à Site Kit"],"The site should use HTTPS to set up Reader Revenue Manager":["Le site doit utiliser HTTPS pour configurer Reader Revenue Manager"],"Don’t show again":["Ne plus afficher"],"All post types":["Tous les types de publications"],"Retry":["Réessayer"],"Another admin":["Autre administrateur"],"Maybe later":["Peut-être plus tard"],"screen reader text\u0004(disabled)":["(désactivé)"],"New":["Nouveau"],"%1$s (%2$s)":["%1$s (%2$s)"],"Got it":["OK"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Terminer la configuration"],"Next":["Suivant"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"%sK":["%sK"],"%sM":["%sM"],"Back":["Retour"],"Learn more":["En savoir plus"],"Close":["Fermer"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-reader-revenue-manager-607d96f98f5402c25944.js"}}