{"translation-revision-date":"2025-09-11 13:21:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Channel which brought in the most purchases to your site":["Canal qui a généré le plus d’achats sur votre site"],"Channel which brought in the most leads to your site":["Canal qui a attiré le plus de prospects sur votre site"],"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a généré le plus d’achats sur votre site"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a attiré le plus de prospects sur votre site"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a généré le plus d’ajouts au panier sur votre site"],"Channel which brought in the most add to cart events to your site":["Canal qui a généré le plus d’ajouts au panier sur votre site"],"Generate leads":["Générer des prospects"],"Portfolio or business card":["Portefeuille et carte de visite"],"Monetize content":["Monétiser le contenu"],"Specified pages":["Pages spécifiées"],"Specific content types":["Types de contenus spécifiques"],"Suggested":["Suggestions"],"To allow better personalization of suggested metrics, we have updated the answers list for this question with more accurate options. We recommend that you edit your answer.":["Pour permettre une meilleure personnalisation des métriques suggérées, nous avons mis à jour la liste des réponses à cette question avec des options plus précises. Nous vous recommandons de modifier votre réponse."],"E.g. offering courses, consulting, tutoring, etc.":["Par exemple, offrir des cours, des services de conseil, de tutorat, etc."],"Provide services":["Fournir des services"],"Sell products":["Vendre des produits"],"Update metrics selection":["Mettre à jour la sélection des métriques"],"Keep current selection":["Conserver la sélection actuelle"],"New tailored metrics":["Nouvelles métriques sur mesure"],"Current metrics":["Métriques actuelles"],"You can always edit your metrics selection from the dashboard.":["Vous pouvez toujours modifier la sélection de vos métriques depuis le tableau de bord"],"Tailored metrics suggestions":["Suggestions de métriques sur mesure"],"Set up your goals by answering 3 quick questions to help us show the most relevant data for your site":["Définissez vos objectifs en répondant à 3 questions rapides pour nous aider à afficher les données les plus pertinentes pour votre site"],"Content performance":["Performances des contenus"],"Selling products":["Vente de produits"],"Driving traffic":["Génération de trafic"],"My website represents me or my company":["Mon site Web me représente ou représente ma société"],"E.g. local news, investigative pieces, interviews, etc.":["Par ex. des informations locales, des enquêtes, des interviews, etc."],"Writing on a topic you’re passionate about, no focus on monetizing content":["Ecrire sur un sujet qui vous passionne, pas de contenu financier"],"Top device driving purchases":["Meilleur appareil générant des achats"],"Click on Create to try again.":["Cliquez sur Créer pour réessayer."],"Beta":["Bêta"],"Site Kit is collecting data for this group. Once data is available the group will be added to your dashboard.":["Site Kit collecte des données pour ce groupe. Quand les données seront disponibles, le groupe sera ajouté à votre tableau de bord."],"Temporarily hidden":["Masqué temporairement"],"Pages on which forms are most frequently submitted":["Pages sur lesquelles les formulaires sont le plus fréquemment envoyés"],"Top pages driving leads":["Top des pages générant des prospects"],"Cities driving the most purchases":["Villes générant les achats les plus importants"],"Top cities driving purchases":["Top des villes générant des achats"],"Cities where visitors most frequently add products to their carts":["Villes dans lesquelles les visiteurs ajoutent le plus fréquemment des produits à leurs paniers"],"Top cities driving add to cart":["Top des villes générant des ajouts aux paniers"],"Top traffic source driving purchases":["Meilleure source de trafic générant des achats"],"Top traffic source driving leads":["Meilleure source de trafic générant des prospects"],"Top traffic source driving add to cart":["Meilleure source de trafic générant un ajout au panier"],"Top cities driving leads":["Top des villes générant des prospects"],"Creating these groups require more data tracking. You will be directed to update your Analytics property.":["La création de ces groupes nécessite un meilleur suivi des données. Vous devrez mettre à jour votre propriété Analytics"],"Additional permissions are required to create a new audience in Analytics.":["Des autorisations supplémentaires sont requises pour créer une nouvelle audience dans Analytics."],"Learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["Découvrez comment regrouper les visiteurs du site dans <AnalyticsLink>Analytics<\/AnalyticsLink>"],"<SelectGroupLink>Select<\/SelectGroupLink> another group to compare with your current group or learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["<SelectGroupLink>Sélectionnez<\/SelectGroupLink> un autre groupe à comparer au groupe actuel ou découvrez comment regrouper les visiteurs du site dans <AnalyticsLink>Analytics<\/AnalyticsLink>"],"Visitor group created successfully!":["Le groupe de visiteurs a bien été créé."],"Create":["Créer"],"Create groups suggested by Site Kit":["Créer des groupes suggérés par Site Kit"],"You can deactivate this widget in <a>Settings<\/a>.":["Vous pouvez désactiver ce widget dans <a>Paramètres<\/a>."],"Failed to set up visitor groups":["Impossible de configurer les groupes de visiteurs"],"By adding another group to your dashboard, you will be able to compare them and understand which content brings back users from each group":["En ajoutant un autre groupe à votre tableau de bord, vous pourrez les comparer et comprendre quel contenu fait revenir les utilisateurs de chaque groupe"],"Temporarily hide":["Masquer temporairement"],"Site Kit is collecting data for this group.":["Site Kit collecte des données pour ce groupe."],"Compare the ratio of “new” to “returning” visitors – this can give you insights on whether you have more people stopping by as a one-off, or more loyal visitors.":["Comparez le ratio entre \"visiteurs nouveaux\" et \"visiteurs de retour\" afin de déterminer si votre site attire plus de visiteurs occasionnels ou fidèles."],"The more returning visitors your site has, the stronger and more loyal an audience you’re building. Check which content brings people back to your site - it might help you create a strategy to build a community.":["Plus les visiteurs de retour seront nombreux, plus votre audience sera fidèle. Vérifiez quel contenu fait revenir les visiteurs sur votre site, car cela pourrait vous aider à élaborer une stratégie afin de développer votre communauté."],"Select the Purchasers visitor group to gain insights into which visitors bring the most revenue to your site.":["Sélectionnez le groupe de visiteurs \"acheteurs\" pour savoir quels visiteurs génèrent le plus de revenus sur votre site."],"Select up to %1$d groups (%2$d selected)":["Sélectionner jusqu’à %1$d groupes (%2$d sélectionnés)"],"Already exists in your Analytics property":["Existe déjà dans votre propriété Analytics"],"Created by Site Kit":["Créé par Site Kit"],"Created by default by Google Analytics":["Créé par défaut par Google Analytics"],"Change groups":["Modifier les groupes"],"Disabling consent mode may affect your ability to track these in the European Economic Area, the UK and Switzerland:":["La désactivation du mode Consentement peut affecter votre capacité à effectuer le suivi dans l’Espace économique européen, au Royaume-Uni et en Suisse :"],"Additional items":["Éléments supplémentaires"],"The higher the portion of new visitors you have, the more your audience is growing. Looking at what content brings them to your site may give you insights on how to reach even more people.":["Plus la part de nouveaux visiteurs est importante, plus votre audience augmente. Regardez le contenu qui les attire sur votre site pour découvrir comment toucher encore plus d’utilisateurs."],"Learn how different types of visitors interact with your site":["Découvrez comment les différents types de visiteurs interagissent avec votre site"],"Your visitor groups data loading failed":["Échec du chargement des données de vos groupes de visiteurs"],"Partial data":["Données partielles"],"No data to show yet":["Aucune donnée à afficher pour le moment"],"Top content by pageviews":["Contenus populaires selon le nombre de pages vues"],"Cities with the most visitors":["Villes comptant le plus de visiteurs"],"%s of total pageviews":["%s de nombre total de pages vues"],"Still collecting full data for this timeframe, partial data is displayed for this group":["Collecte en cours pour l’ensemble des données de cette période, les données partielles sont affichées pour ce groupe"],"Visitors":["Visiteurs"],"%s is an audience that already exists in your Analytics property. Note that it's possible for a visitor to be counted in more than one group. <link>Learn more<\/link>":["%s est une audience qui existe déjà dans votre propriété Analytics. Notez qu’il est possible qu’un visiteur soit comptabilisé dans plus d’un groupe. <link>En savoir plus<\/link>"],"Track how visitors interact with your site":["Suivre les interactions des visiteurs avec votre site"],"New! Visitor groups":["Nouveau : Groupes de visiteurs"],"Display visitor groups in dashboard":["Afficher les groupes de visiteurs dans le tableau de bord"],"Visitor groups":["Groupes de visiteurs"],"Show me":["Afficher"],"Suggested consent management plugins":["Extensions de gestion du consentement suggérées"],"In order for consent mode to work properly, these requirements must be met:":["Pour que le mode Consentement fonctionne correctement, les conditions suivantes doivent être remplies :"],"Disable":["Désactiver"],"Performance of your Ad campaigns":["Performances de vos campagnes publicitaires"],"Disable consent mode?":["Désactiver le mode Consentement ?"],"these active modules depend on consent mode and will be affected: %s":["ces modules actifs dépendent du mode Consentement et seront affectés : %s"],"Consent mode will help adjust tracking on your site, so only visitors who have explicitly given consent are tracked. <br \/>This is required in some parts of the world, like the European Economic Area. <a>Learn more<\/a>":["Le mode Consentement permet de paramétrer le suivi sur votre site, de sorte que seuls les visiteurs ayant explicitement donné leur consentement sont inclus dans le suivi. <br \/>Cela est obligatoire dans certaines parties du monde, comme l'Espace économique européen. <a>En savoir plus<\/a>"],"Enable groups":["Activer les groupes"],"Enabling groups":["Activation des groupes"],"Enable consent mode":["Activer le mode Consentement"],"Learn more about consent mode":["En savoir plus sur le mode Consentement"],"Don’t show again":["Ne plus afficher"],"Pages that generated the most AdSense revenue":["Pages ayant généré le plus de revenus AdSense"],"Top earning pages":["Pages les plus rentables"],"Current selection":["Sélection actuelle"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d sélectionnée(s) <MaxCount>(%2$d max.)<\/MaxCount>"],"Update Analytics to track metric":["Mettre à jour Analytics pour suivre la métrique"],"No data to show":["Aucune donnée à afficher"],"Percentage of visitors that left without engagement with your site":["Pourcentage de visiteurs qui ont quitté votre site sans engagement"],"Authors whose posts got the most visits":["Auteurs dont les publications ont enregistré le plus de visites"],"Most popular authors by pageviews":["Auteurs les plus populaires par pages vues"],"Categories that your site visitors viewed the most":["Catégories que les visiteurs de votre site ont vues le plus"],"Top categories by pageviews":["Principales catégories par pages vues"],"Pages with the most pageviews published in the last 3 days":["Pages avec le plus de vues publiées ces 3 derniers jours"],"Top recent trending pages":["Principales pages populaires récentes"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pages avec le pourcentage le plus élevé de visiteurs ayant quitté votre site sans engagement"],"The top search queries for your site by highest clickthrough rate":["Requêtes de recherche les plus fréquentes pour votre site web classées en commençant par celles avec le CTR le plus élevé"],"The countries where most of your visitors came from":["Pays dont provenaient la majorité de vos visiteurs"],"The cities where most of your visitors came from":["Villes dont provenaient la majorité de vos visiteurs"],"Pages your visitors read the most":["Pages que vos visiteurs ont le plus lues"],"Portion of visitors who visited your site for the first time in this timeframe":["Part des visiteurs qui ont consulté votre site pour la première fois durant cette période"],"Portion of your site’s visitors that returned at least once in this timeframe":["Part des visiteurs qui sont revenus au moins une fois sur votre site durant cette période"],"Returning visitors":["Visiteurs connus"],"Pages that attracted the most returning visitors":["Pages ayant attiré le plus de visiteurs connus"],"Top pages by returning visitors":["Pages principales par visiteurs connus"],"Average duration of engaged visits":["Durée moyenne des visites engagées"],"Visit length":["Durée de la visite"],"Number of pages visitors viewed per session on average":["Nombre de pages vues en moyenne par les visiteurs par session"],"Pages per visit":["Pages par visite"],"Average number of sessions per site visitor":["Nombre moyen de sessions par visiteur du site"],"Visits per visitor":["Visites par visiteur"],"Insufficient permissions":["Droits insuffisants"],"Key Metrics":["Métriques clés"],"Top countries driving traffic":["Principaux pays générant du trafic"],"Email":["E-mail"],"Google account":["Compte Google"],"Data loading failed":["Échec du chargement de données"],"Which countries you get the most visitors from":["Pays dont proviennent la majorité de vos visiteurs"],"Which cities you get the most visitors from":["Villes dont proviennent la majorité de vos visiteurs"],"Save selection":["Enregistrer la sélection"],"Apply changes":["Appliquer les changements"],"Products that brought in the most visitors":["Produits qui ont attiré le plus de visiteurs"],"Pages that brought in the most visitors":["Pages qui ont attiré le plus de visiteurs"],"Visitors coming via this channel spent the most time on your site":["Les visiteurs issus de ce canal sont ceux qui ont passé le plus de temps sur votre site"],"Channel which brought in the most visitors to your site":["Canal qui a amené le plus de visiteurs sur votre site"],"Top traffic source":["Principale source de trafic"],"How many new visitors you got and how the overall audience changed":["Nombre de visiteurs enregistrés et dans quelle mesure votre audience globale a changé"],"Top converting traffic source":["Principale source de trafic pour les conversions"],"Top cities driving traffic":["Principales villes générant le trafic"],"Most popular products by pageviews":["Produits les plus populaires par pages vues"],"Get tailored metrics":["Obtenir des métriques sur mesure"],"Connect Google Analytics":["Connecter Google Analytics"],"Top performing keywords":["Mots-clés les plus performants"],"Most popular content by pageviews":["Contenu le plus populaire par pages vues"],"Display key metrics in dashboard":["Afficher les métriques clés dans le tableau de bord"],"New visitors":["Nouveaux visiteurs"],"Google Account (Email: %1$s)":["Compte Google (adresse e-mail : %1$s)"],"Google Account for %1$s":["Compte Google de %1$s"],"Google Account for %1$s (Email: %2$s)":["Compte Google de %1$s (adresse e-mail : %2$s)"],"Edit your answers for more personalized metrics:":["Modifiez vos réponses pour disposer de métriques plus personnalisées :"],"Save":["Enregistrer"],"Review your answers":["Examiner vos réponses"],"Please select at least 1 answer":["Veuillez sélectionner au moins une réponse"],"Please select an answer":["Veuillez sélectionner une réponse"],"Personalize your metrics":["Personnaliser vos métriques"],"Access lost to %s":["Accès à %s perdu"],"Key metrics":["Indicateurs clés"],"Monthly":["Tous les mois"],"Weekly":["Toutes les semaines"],"Daily":["Tous les jours"],"Google Account":["Compte Google"],"Complete setup for %s":["Terminer la configuration pour %s"],"Data errors in %s":["Erreurs de données dans %s"],"Data Unavailable":["Données indisponibles"],"Retry":["Réessayer"],"Service name\u0004Sign in with Google":["Se connecter avec Google"],"Shared services":["Services partagés"],"Shared by <strong>%s<\/strong>":["Partagé par <strong>%s<\/strong>"],"Learn more about dashboard sharing":["En savoir plus sur le partage du tableau de bord"],"View only":["Lecture seule"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Vous pouvez afficher des statistiques de tous les services Google partagés, mais vous ne pouvez apporter aucune modification. <a>En savoir plus<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Vous pouvez afficher des statistiques de tous les services Google partagés, mais vous ne pouvez apporter aucune modification. <strong>Identifiez-vous pour connecter davantage de services et contrôler les autorisations de partage.<\/strong>"],"Go to dashboard":["Accéder au tableau de bord"],"Maybe later":["Peut-être plus tard"],"Back to dashboard":["Revenir au tableau de bord"],"Content":["Contenu"],"Monetization":["Monétisation"],"Traffic":["Trafic"],"Experimental":["Expérimental"],"Plugin Settings":["Réglages de l’extension"],"screen reader text\u0004(disabled)":["(désactivé)"],"Help":["Aide"],"New":["Nouveau"],"Fix common issues":["Résoudre les problèmes courants"],"Got it":["OK"],"Get support":["Obtenir de l’aide"],"Read help docs":["Lire la documentation"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Update":["Mise à jour"],"Next":["Suivant"],"Help my content rank in a better position in Google search results":["Amélioration du classement de mon contenu dans les résultats de recherche Google"],"Encouragement to post more frequently":["Encouragement à publier plus fréquemment"],"Publish news content":["Publier des actualités"],"Publish a blog":["Publier un blog"],"Sell products or services":["Vendre des produits ou services"],"Never":["Jamais"],"Activate":["Activer"],"Install":["Installer"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"Insufficient permissions in %s":["Autorisations insuffisantes dans %s"],"Report this problem":["Signaler ce problème"],"Recommended":["Recommandations"],"Proceed":["Continuer"],"Additional Permissions Required":["Autorisations supplémentaires requises"],"%sK":["%sK"],"%sM":["%sM"],"Speed":["Vitesse"],"Back":["Retour"],"Account":["Compte"],"Data error in %s":["Erreur de données dans %s"],"Learn more":["En savoir plus"],"Site Kit by Google Logo":["Logo Site Kit by Google"],"Last 7 days":["7 derniers jours"],"Last 28 days":["28 derniers jours"],"%s Gathering Data":["%s collecte des données"],"OK, Got it!":["OK, je comprend !"],"Disconnect":["Déconnecter"],"Connected Services":["Services connectés"],"Tracking":["Suivi"],"Site Kit is connected":["Site Kit est connecté"],"Disconnect %s from Site Kit":["Déconnecter %s de Site Kit"],"Edit":["Modifier"],"Cancel":["Annuler"],"Connected":["Connecté"],"See full details in %s":["Voir les détails complets dans %s"],"Set up %s":["Configurer %s"],"Reset Site Kit":["Réinitialiser Site Kit"],"Service name\u0004Analytics":["Google Analytics"],"Admin Settings":["Réglages d’administration"],"Connect More Services":["Connecter d’autres services"],"Connect More Services to Gain More Insights":["Connectez d’autres services pour obtenir davantage d’informations"],"Congrats, you’ve connected all services!":["Félicitations, vous avez connecté tous les services !"],"Disconnect %s from Site Kit?":["Déconnecter %s de Site Kit ?"],"Section locked while editing":["Section verrouillée pendant la modification"],"Plugin Status":["État de l’extension"],"Close":["Fermer"],"Reset":["Réinitialiser"],"Settings":["Réglages"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-settings-3a2e2212924935e84f6f.js"}}