{"translation-revision-date":"2025-09-11 13:21:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Channel which brought in the most purchases to your site":["Canal qui a généré le plus d’achats sur votre site"],"Channel which brought in the most leads to your site":["Canal qui a attiré le plus de prospects sur votre site"],"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a généré le plus d’achats sur votre site"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a attiré le plus de prospects sur votre site"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a généré le plus d’ajouts au panier sur votre site"],"Channel which brought in the most add to cart events to your site":["Canal qui a généré le plus d’ajouts au panier sur votre site"],"Suggested":["Suggestions"],"Content performance":["Performances des contenus"],"Selling products":["Vente de produits"],"Driving traffic":["Génération de trafic"],"Top device driving purchases":["Meilleur appareil générant des achats"],"Select your own metrics":["Sélectionnez vos propres métriques"],"Pages on which forms are most frequently submitted":["Pages sur lesquelles les formulaires sont le plus fréquemment envoyés"],"Top pages driving leads":["Top des pages générant des prospects"],"Cities driving the most purchases":["Villes générant les achats les plus importants"],"Top cities driving purchases":["Top des villes générant des achats"],"Cities where visitors most frequently add products to their carts":["Villes dans lesquelles les visiteurs ajoutent le plus fréquemment des produits à leurs paniers"],"Top cities driving add to cart":["Top des villes générant des ajouts aux paniers"],"Top traffic source driving purchases":["Meilleure source de trafic générant des achats"],"Top traffic source driving leads":["Meilleure source de trafic générant des prospects"],"Top traffic source driving add to cart":["Meilleure source de trafic générant un ajout au panier"],"Top cities driving leads":["Top des villes générant des prospects"],"Additional items":["Éléments supplémentaires"],"Visitors":["Visiteurs"],"Pages that generated the most AdSense revenue":["Pages ayant généré le plus de revenus AdSense"],"Top earning pages":["Pages les plus rentables"],"Current selection":["Sélection actuelle"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d sélectionnée(s) <MaxCount>(%2$d max.)<\/MaxCount>"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Un autre administrateur a configuré ces métriques sur mesure pour votre site. Cliquez ici pour les personnaliser."],"Personalize your key metrics":["Personnaliser vos métriques clés"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Vous devrez contacter votre administrateur. <a>En savoir plus<\/a>"],"Percentage of visitors that left without engagement with your site":["Pourcentage de visiteurs qui ont quitté votre site sans engagement"],"Authors whose posts got the most visits":["Auteurs dont les publications ont enregistré le plus de visites"],"Most popular authors by pageviews":["Auteurs les plus populaires par pages vues"],"Categories that your site visitors viewed the most":["Catégories que les visiteurs de votre site ont vues le plus"],"Top categories by pageviews":["Principales catégories par pages vues"],"Pages with the most pageviews published in the last 3 days":["Pages avec le plus de vues publiées ces 3 derniers jours"],"Top recent trending pages":["Principales pages populaires récentes"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pages avec le pourcentage le plus élevé de visiteurs ayant quitté votre site sans engagement"],"The top search queries for your site by highest clickthrough rate":["Requêtes de recherche les plus fréquentes pour votre site web classées en commençant par celles avec le CTR le plus élevé"],"The countries where most of your visitors came from":["Pays dont provenaient la majorité de vos visiteurs"],"The cities where most of your visitors came from":["Villes dont provenaient la majorité de vos visiteurs"],"Pages your visitors read the most":["Pages que vos visiteurs ont le plus lues"],"Portion of visitors who visited your site for the first time in this timeframe":["Part des visiteurs qui ont consulté votre site pour la première fois durant cette période"],"Portion of your site’s visitors that returned at least once in this timeframe":["Part des visiteurs qui sont revenus au moins une fois sur votre site durant cette période"],"Returning visitors":["Visiteurs connus"],"%s is disconnected, no data to show":["%s est déconnecté, pas de données à afficher","%s sont déconnectés, pas de données à afficher"],"Pages that attracted the most returning visitors":["Pages ayant attiré le plus de visiteurs connus"],"Top pages by returning visitors":["Pages principales par visiteurs connus"],"Average duration of engaged visits":["Durée moyenne des visites engagées"],"Visit length":["Durée de la visite"],"Number of pages visitors viewed per session on average":["Nombre de pages vues en moyenne par les visiteurs par session"],"Pages per visit":["Pages par visite"],"Average number of sessions per site visitor":["Nombre moyen de sessions par visiteur du site"],"Visits per visitor":["Visites par visiteur"]," and ":[" et "],"Insufficient permissions":["Droits insuffisants"],"Top countries driving traffic":["Principaux pays générant du trafic"],"Data loading failed":["Échec du chargement de données"],"Which countries you get the most visitors from":["Pays dont proviennent la majorité de vos visiteurs"],"Which cities you get the most visitors from":["Villes dont proviennent la majorité de vos visiteurs"],"Save selection":["Enregistrer la sélection"],"Apply changes":["Appliquer les changements"],"Products that brought in the most visitors":["Produits qui ont attiré le plus de visiteurs"],"Pages that brought in the most visitors":["Pages qui ont attiré le plus de visiteurs"],"Visitors coming via this channel spent the most time on your site":["Les visiteurs issus de ce canal sont ceux qui ont passé le plus de temps sur votre site"],"Channel which brought in the most visitors to your site":["Canal qui a amené le plus de visiteurs sur votre site"],"Top traffic source":["Principale source de trafic"],"How many new visitors you got and how the overall audience changed":["Nombre de visiteurs enregistrés et dans quelle mesure votre audience globale a changé"],"Top converting traffic source":["Principale source de trafic pour les conversions"],"Top cities driving traffic":["Principales villes générant le trafic"],"Most popular products by pageviews":["Produits les plus populaires par pages vues"],"Get tailored metrics":["Obtenir des métriques sur mesure"],"Top performing keywords":["Mots-clés les plus performants"],"%s CTR":["CTR de %s"],"Most popular content by pageviews":["Contenu le plus populaire par pages vues"],"New visitors":["Nouveaux visiteurs"],"Error in Google Chart":["Erreur de graphique Google"],"Data Unavailable":["Données indisponibles"],"Retry":["Réessayer"],"Another admin":["Autre administrateur"],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["En cliquant pour confirmer les modifications, vous accordez aux autres utilisateurs un accès en lecture seule aux données de %s via votre compte Google. Vous pourrez toujours gérer cette configuration plus tard dans les paramètres de partage du tableau de bord."],"Set up Google Analytics":["Configurer Google Analytics"],"Unique visitors from Search":["Visiteurs uniques provenant de la recherche"],"Gathering data…":["Collecte de données…"],"Maybe later":["Peut-être plus tard"],"Search traffic over the last %s day":["Trafic de recherche des %s derniers jours","Trafic de recherche des %s derniers jours"],"screen reader text\u0004(disabled)":["(désactivé)"],"New":["Nouveau"],"Top search queries for your page":["Requêtes de recherche les plus fréquentes pour votre page"],"Got it":["OK"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Others":["Autres"],"Complete setup":["Terminer la configuration"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Next":["Suivant"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"Unique Visitors":["Visiteurs uniques"],"Report this problem":["Signaler ce problème"],"Previous period":["Période précédente"],"Connected Property":["Propriété connectée"],"%sK":["%sK"],"%sM":["%sM"],"%s (domain property)":["%s (propriété de domaine)"],"Search Traffic Summary":["Résumé du trafic de la recherche"],"Property":["Propriété"],"Back":["Retour"],"Impressions":["Impressions"],"Clicks":["Clics"],"Sessions":["Sessions"],"Learn more":["En savoir plus"],"Top search queries for your site":["Recherches les plus fréquentes pour votre site"],"Total Clicks":["Nombre total de clics"],"Unique Visitors from Search":["Nombre de visiteurs uniques provenant de la recherche Google"],"Session Duration":["Durée de la session"],"Number of times users clicked on your content in search results":["Nombre de fois où les utilisateurs ont cliqué sur votre contenu dans les résultats de recherche"],"Most searched for keywords related to your content":["Mots-clés les plus utilisés liés à votre contenu"],"Cancel":["Annuler"],"Service name\u0004Search Console":["Search Console"],"Service name\u0004Analytics":["Google Analytics"],"Close":["Fermer"],"Day":["Jour"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-search-console-27a4f67f2b1a12d2ac83.js"}}