{"translation-revision-date":"2025-09-11 13:21:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Congrats on completing the setup for Site Kit!":["Félicitations, vous avez terminé la configuration de Site Kit."],"Specified pages":["Pages spécifiées"],"Specific content types":["Types de contenus spécifiques"],"You can always disable it in Analytics or Ads settings":["Vous pouvez toujours désactiver cette option dans les réglages Analytics ou Ads"],"Get more comprehensive stats by collecting metrics via your own site":["Obtenez des statistiques plus complètes en collectant des métriques sur votre propre site"],"Show me":["Afficher"],"Data is now available for the pages that earn the most AdSense revenue.":["Les données sont désormais disponibles pour les pages générant le plus de revenus AdSense."],"See your top earning content":["Afficher les contenus générant le plus de revenus"],"Link your Analytics and AdSense accounts to find out which content brings you the most revenue.":["Associez vos comptes Analytics et AdSense pour découvrir quel contenu attire génère le plus de revenus."],"See which content earns you the most":["Découvrez quel contenu génère le plus de revenus"],"Enable consent mode":["Activer le mode Consentement"],"Don’t show again":["Ne plus afficher"],"Permissions Error":["Erreur liée aux droits"],"Enable auto-updates":["Activer les mises à jour automatiques"],"Turn on auto-updates so you always have the latest version of Site Kit. We constantly introduce new features to help you get the insights you need to be successful on the web.":["Activez les mises à jour automatiques afin de toujours disposer de la dernière version de Site Kit. Nous ajoutons régulièrement de nouvelles fonctionnalités pour vous permettre de disposer des informations dont vous avez besoin pour réussir sur le Web."],"Auto-updates have been enabled. Your version of Site Kit will automatically be updated when new versions are available.":["Les mises à jour automatiques sont activées. Votre version de Site Kit sera automatiquement mise à jour lorsque de nouvelles versions seront disponibles."],"Keep Site Kit up-to-date":["Garder Site Kit à jour"],"Retry":["Réessayer"],"Dashboard data for some services has been interrupted":["Les données du tableau de bord pour certains services ont été interrompues"],"Recover":["Récupérer"],"Search Console is gathering data":["Search Console collecte des données"],"Search Console and Analytics are gathering data":["Search Console et Analytics collectent des données"],"Not enough traffic yet to display stats":["Trafic insuffisant pour afficher des statistiques"],"Connect more services to see more stats.":["Associez plus de services pour obtenir plus de statistiques."],"Go to Settings":["Aller aux réglages"],"Maybe later":["Peut-être plus tard"],"screen reader text\u0004(disabled)":["(désactivé)"],"New":["Nouveau"],"Got it":["OK"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Others":["Autres"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Remind me later":["Me le rappeler plus tard"],"Next":["Suivant"],"Learn how":["En savoir plus"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"Previous period":["Période précédente"],"Site Kit can’t access necessary data":["Site Kit ne peut pas accéder aux données nécessaires"],"Redo setup":["Recommencer la configuration"],"%sK":["%sK"],"%sM":["%sM"],"Back":["Retour"],"Sessions":["Sessions"],"Dismiss":["Ignorer"],"Learn more":["En savoir plus"],"Session Duration":["Durée de la session"],"Close":["Fermer"],"Day":["Jour"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-notifications-2367a0e39a4641cf0a86.js"}}