{"translation-revision-date":"2025-09-11 13:21:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"%s is disconnected, metric can’t be displayed":["%s est déconnecté : impossible d’afficher la métrique."],"To set up AdSense you will need to disable your Ad blocker":["Pour configurer AdSense, vous devrez désactiver votre bloqueur de publicités."],"To get the latest AdSense data you will need to disable your Ad blocker":["Pour obtenir les dernières données AdSense, vous devrez désactiver votre bloqueur de publicités."],"Channel which brought in the most purchases to your site":["Canal qui a généré le plus d’achats sur votre site"],"Channel which brought in the most leads to your site":["Canal qui a attiré le plus de prospects sur votre site"],"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a généré le plus d’achats sur votre site"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a attiré le plus de prospects sur votre site"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a généré le plus d’ajouts au panier sur votre site"],"Channel which brought in the most add to cart events to your site":["Canal qui a généré le plus d’ajouts au panier sur votre site"],"You will miss out on revenue from ads placed on your site":["Vous passerez à côté de revenus liés aux publicités placées sur votre site"],"Intelligent, automatic ad placement will be disabled":["Le placement intelligent et automatique des annonces sera désactivé"],"Suggested":["Suggestions"],"Enhanced measurement is enabled for this web data stream":["La mesure améliorée est activée pour ce flux de données web"],"Content performance":["Performances des contenus"],"Selling products":["Vente de produits"],"Driving traffic":["Génération de trafic"],"Top device driving purchases":["Meilleur appareil générant des achats"],"Select your own metrics":["Sélectionnez vos propres métriques"],"Pages on which forms are most frequently submitted":["Pages sur lesquelles les formulaires sont le plus fréquemment envoyés"],"Top pages driving leads":["Top des pages générant des prospects"],"Cities driving the most purchases":["Villes générant les achats les plus importants"],"Top cities driving purchases":["Top des villes générant des achats"],"Cities where visitors most frequently add products to their carts":["Villes dans lesquelles les visiteurs ajoutent le plus fréquemment des produits à leurs paniers"],"Top cities driving add to cart":["Top des villes générant des ajouts aux paniers"],"Top traffic source driving purchases":["Meilleure source de trafic générant des achats"],"Top traffic source driving leads":["Meilleure source de trafic générant des prospects"],"Top traffic source driving add to cart":["Meilleure source de trafic générant un ajout au panier"],"Top cities driving leads":["Top des villes générant des prospects"],"I published my message":["J’ai publié mon message"],"Additional items":["Éléments supplémentaires"],"Visitors":["Visiteurs"],"A web data stream name is required.":["Un nom de flux de données Web est requis."],"This is not a valid web data stream name.":["Ce nom de flux de données Web n’est pas valide."],"A web data stream with this name already exists.":["Un flux de données Web portant ce nom existe déjà."],"Don’t show again":["Ne plus afficher"],"Pages that generated the most AdSense revenue":["Pages ayant généré le plus de revenus AdSense"],"Top earning pages":["Pages les plus rentables"],"Additional permissions are required to create a new Analytics account.":["Des autorisations supplémentaires sont requises pour créér un compte Analytics."],"Current selection":["Sélection actuelle"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d sélectionnée(s) <MaxCount>(%2$d max.)<\/MaxCount>"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Un autre administrateur a configuré ces métriques sur mesure pour votre site. Cliquez ici pour les personnaliser."],"Personalize your key metrics":["Personnaliser vos métriques clés"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Vous devrez contacter votre administrateur. <a>En savoir plus<\/a>"],"Percentage of visitors that left without engagement with your site":["Pourcentage de visiteurs qui ont quitté votre site sans engagement"],"Authors whose posts got the most visits":["Auteurs dont les publications ont enregistré le plus de visites"],"Most popular authors by pageviews":["Auteurs les plus populaires par pages vues"],"Categories that your site visitors viewed the most":["Catégories que les visiteurs de votre site ont vues le plus"],"Top categories by pageviews":["Principales catégories par pages vues"],"Pages with the most pageviews published in the last 3 days":["Pages avec le plus de vues publiées ces 3 derniers jours"],"Top recent trending pages":["Principales pages populaires récentes"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pages avec le pourcentage le plus élevé de visiteurs ayant quitté votre site sans engagement"],"The top search queries for your site by highest clickthrough rate":["Requêtes de recherche les plus fréquentes pour votre site web classées en commençant par celles avec le CTR le plus élevé"],"The countries where most of your visitors came from":["Pays dont provenaient la majorité de vos visiteurs"],"The cities where most of your visitors came from":["Villes dont provenaient la majorité de vos visiteurs"],"Pages your visitors read the most":["Pages que vos visiteurs ont le plus lues"],"Portion of visitors who visited your site for the first time in this timeframe":["Part des visiteurs qui ont consulté votre site pour la première fois durant cette période"],"Portion of your site’s visitors that returned at least once in this timeframe":["Part des visiteurs qui sont revenus au moins une fois sur votre site durant cette période"],"Returning visitors":["Visiteurs connus"],"%s is disconnected, no data to show":["%s est déconnecté, pas de données à afficher","%s sont déconnectés, pas de données à afficher"],"Pages that attracted the most returning visitors":["Pages ayant attiré le plus de visiteurs connus"],"Top pages by returning visitors":["Pages principales par visiteurs connus"],"Average duration of engaged visits":["Durée moyenne des visites engagées"],"Visit length":["Durée de la visite"],"Number of pages visitors viewed per session on average":["Nombre de pages vues en moyenne par les visiteurs par session"],"Pages per visit":["Pages par visite"],"Average number of sessions per site visitor":["Nombre moyen de sessions par visiteur du site"],"Enable enhanced measurement":["Activer la mesure avancée"],"Visits per visitor":["Visites par visiteur"]," and ":[" et "],"Insufficient permissions":["Droits insuffisants"],"Top countries driving traffic":["Principaux pays générant du trafic"],"Email":["E-mail"],"Google account":["Compte Google"],"Data loading failed":["Échec du chargement de données"],"Which countries you get the most visitors from":["Pays dont proviennent la majorité de vos visiteurs"],"Which cities you get the most visitors from":["Villes dont proviennent la majorité de vos visiteurs"],"Save selection":["Enregistrer la sélection"],"Apply changes":["Appliquer les changements"],"Products that brought in the most visitors":["Produits qui ont attiré le plus de visiteurs"],"Pages that brought in the most visitors":["Pages qui ont attiré le plus de visiteurs"],"Visitors coming via this channel spent the most time on your site":["Les visiteurs issus de ce canal sont ceux qui ont passé le plus de temps sur votre site"],"Channel which brought in the most visitors to your site":["Canal qui a amené le plus de visiteurs sur votre site"],"Top traffic source":["Principale source de trafic"],"How many new visitors you got and how the overall audience changed":["Nombre de visiteurs enregistrés et dans quelle mesure votre audience globale a changé"],"Top converting traffic source":["Principale source de trafic pour les conversions"],"Top cities driving traffic":["Principales villes générant le trafic"],"Most popular products by pageviews":["Produits les plus populaires par pages vues"],"Enable message":["Activer le message"],"Enable error protection code (optional)":["Activer le code de protection contre les erreurs (facultatif)"],"Get tailored metrics":["Obtenir des métriques sur mesure"],"Top performing keywords":["Mots-clés les plus performants"],"Most popular content by pageviews":["Contenu le plus populaire par pages vues"],"Connect %s":["Connecter %s"],"%s is disconnected, some of your metrics can’t be displayed":["%s est déconnecté, certaines de vos métriques ne peuvent pas être affichées"],"Step %1$s of %2$s (completed).":["Étape %1$s de %2$s (terminée)."],"Step %1$s of %2$s (active).":["Étape %1$s de %2$s (active)."],"Step %1$s of %2$s (upcoming).":["Étape %1$s de %2$s (à venir)."],"Create message":["Créer un message"],"My message is ready":["Mon message est prêt"],"Place error protection code":["Placer le code de protection contre les erreurs"],"New visitors":["Nouveaux visiteurs"],"Ad blocking recovery":["Incitation à réautoriser les annonces"],"Google Account (Email: %1$s)":["Compte Google (adresse e-mail : %1$s)"],"Google Account for %1$s":["Compte Google de %1$s"],"Google Account for %1$s (Email: %2$s)":["Compte Google de %1$s (adresse e-mail : %2$s)"],"Recover revenue lost to ad blockers":["Récupérer les revenus perdus à cause des bloqueurs de publicité"],"Ad Blocking Recovery":["Incitation à réautoriser les annonces"],"Set up a new web data stream":["Configurer un nouveau flux de données Web"],"Error in Google Chart":["Erreur de graphique Google"],"Exclude Analytics":["Exclure Analytics"],"Key metrics":["Indicateurs clés"],"Google Account":["Compte Google"],"Set up now":["Configurer"],"View <VisuallyHidden>site <\/VisuallyHidden>in AdSense":["Afficher le <VisuallyHidden>site<\/VisuallyHidden> dans AdSense"],"Your site is ready, with auto-ads disabled.":["Votre site est prêt, les annonces automatiques sont désactivées."],"Your site is ready for ads.":["Votre site est prêt à diffuser des annonces."],"Your site is getting ready.":["Votre site sera bientôt prêt."],"You need to fix some things before your site is ready.":["Vous devez effectuer des corrections avant que votre site ne soit prêt."],"You’re in control":["Vous avez le contrôle"],"Save time with automated ads":["Gagnez du temps grâce aux annonces automatiques"],"Focus on writing good content and let AdSense help you make it profitable":["Concentrez-vous sur la qualité du contenu, et laissez AdSense vous aider à le rentabiliser."],"Earn money from your site":["Monétisez votre site"],"You can always connect AdSense from here later":["Vous pourrez toujours associer AdSense ici plus tard"],"Connect now":["Associer maintenant"],"Your site is ready for ads":["Votre site est prêt à diffuser des annonces"],"Retry":["Réessayer"],"Service name\u0004Sign in with Google":["Se connecter avec Google"],"Review AdSense account":["Vérifier le compte AdSense"],"Add this site to your AdSense account":["Ajouter ce site à votre compte AdSense"],"Apply now":["Appliquer"],"Looks like you need to upgrade your AdSense account":["Une mise à niveau de votre compte AdSense semble nécessaire"],"Shared services":["Services partagés"],"Shared by <strong>%s<\/strong>":["Partagé par <strong>%s<\/strong>"],"Learn more about dashboard sharing":["En savoir plus sur le partage du tableau de bord"],"View only":["Lecture seule"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Vous pouvez afficher des statistiques de tous les services Google partagés, mais vous ne pouvez apporter aucune modification. <a>En savoir plus<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Vous pouvez afficher des statistiques de tous les services Google partagés, mais vous ne pouvez apporter aucune modification. <strong>Identifiez-vous pour connecter davantage de services et contrôler les autorisations de partage.<\/strong>"],"Proceed without enabling auto ads":["Continuer sans activer les annonces automatiques"],"Enable auto ads":["Activer les annonces automatiques"],"Enable auto ads for your site":["Activer les annonces automatiques pour votre site"],"Your site is ready to use AdSense":["Votre site peut utiliser AdSense"],"Your AdSense account is ready to connect to Site Kit":["Votre compte AdSense peut se connecter à Site Kit"],"Request review in AdSense":["Demander un examen dans AdSense"],"Your site requires review":["Votre site doit être examiné"],"Your site is getting ready":["Votre site sera bientôt prêt"],"Review site in AdSense":["Examiner le site dans AdSense"],"Invalid site state %s":["État du site incorrect : %s"],"Go to dashboard":["Accéder au tableau de bord"],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Vous utilisez déjà AdSense ? Ajoutez %s comme utilisateur à un compte AdSense existant. <a>En savoir plus<\/a>"],"Create AdSense account":["Créer un compte AdSense"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Une fois votre compte créé, Site Kit placera du code AdSense sur chaque page de votre site. Votre site sera ainsi automatiquement optimisé pour vous aider à générer des revenus avec vos contenus."],"Gathering data…":["Collecte de données…"],"Maybe later":["Peut-être plus tard"],"Back to dashboard":["Revenir au tableau de bord"],"Content":["Contenu"],"Monetization":["Monétisation"],"Traffic":["Trafic"],"Exclude from Ads":["Exclure de Ads"],"Excluded from ads":["Exclu des annonces"],"All logged-in users and users who can write posts":["Tous les utilisateurs connectés ou habilités à rédiger des articles"],"Users who can write posts":["Utilisateurs habilités à rédiger des articles"],"Ads are currently displayed for all visitors":["Les annonces sont actuellement affichées pour tous les visiteurs"],"screen reader text\u0004(disabled)":["(désactivé)"],"Help":["Aide"],"New":["Nouveau"],"Fix common issues":["Résoudre les problèmes courants"],"Got it":["OK"],"Get support":["Obtenir de l’aide"],"Read help docs":["Lire la documentation"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Learn more about Ad Sense Web Stories.":["En savoir plus sur les Stories Web Ad Sense."],"Select ad unit":["Sélectionner une unité publicitaire"],"Web Stories Ad Unit":["Unité publicitaire de Web Stories"],"Complete setup":["Terminer la configuration"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Learn more about updating your AdSense account":["En savoir plus sur la mise à jour de votre compte AdSense"],"Next":["Suivant"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"Page CTR":["CTR (pages)"],"Report this problem":["Signaler ce problème"],"Previous period":["Période précédente"],"Country":["Pays"],"Timezone":["Fuseau horaire"],"Add site to AdSense":["Ajouter le site à AdSense"],"Create your Analytics account":["Créer votre compte Google Analytics"],"Recommended":["Recommandations"],"Select your AdSense account":["Sélectionnez votre compte AdSense"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Il semble que vous ayez plusieurs comptes AdSense associés à votre compte Google. Sélectionnez le compte à utiliser avec Site Kit ci-dessous."],"Link Analytics and AdSense":["Associer Google Analytics et AdSense"],"Redo setup":["Recommencer la configuration"],"AdSense Code":["Code AdSense"],"Your account has been approved":["Votre compte a été approuvé"],"The AdSense code has been placed on your site":["Le code AdSense a été inséré dans votre site"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Vous devez corriger certains problèmes avant que votre compte puisse être approuvé. Accéder à AdSense pour découvrir comment résoudre ces problèmes"],"Account Status":["État du compte"],"%sK":["%sK"],"%sM":["%sM"],"None":["Aucun"],"Site Status":["État du site"],"Once completed, click the link below to re-fetch your accounts to continue.":["Lorsque vous avez terminé, cliquez sur le lien ci-dessous pour récupérer vos comptes et continuer."],"Set up a new account":["Configurer un nouveau compte"],"Speed":["Vitesse"],"Property":["Propriété"],"Back":["Retour"],"Set up a new property":["Configurer une nouvelle propriété"],"Create an account":["Créer un compte"],"Account":["Compte"],"Impressions":["Impressions"],"Create Account":["Créer un compte"],"Learn more":["En savoir plus"],"Site Kit by Google Logo":["Logo Site Kit by Google"],"Top Earning Pages":["Pages générant le plus de revenus"],"check module page":["vérifiez la page du module"],"Page RPM":["RPM (pages)"],"Earnings":["Revenus"],"Re-fetch My Account":["Récupérer mon compte"],"Let Site Kit place AdSense code on your site":["Autoriser Site Kit à insérer un code AdSense sur votre site"],"Create your AdSense account":["Créer votre compte AdSense"],"OK, Got it!":["OK, je comprend !"],"Disconnect":["Déconnecter"],"Connect Service":["Connecter le service"],"Cancel":["Annuler"],"continue module setup":["poursuivre la configuration du module"],"Service name\u0004AdSense":["Google AdSense"],"Service name\u0004Analytics":["Google Analytics"],"Error":["Erreur"],"Setup incomplete: %s":["Configuration incomplète : %s"],"Close":["Fermer"],"Day":["Jour"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-e7757e9cf619f6e1adae.js"}}