{"translation-revision-date":"2025-09-11 13:21:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Create another account":["Créer un autre compte"],"Continue Ads setup with Site Kit only if you do want to create another account.":["Ne poursuivez la configuration avec Site Kit que si vous souhaitez créer un autre compte."],"View current Ads account":["Voir le compte Ads actuel"],"Are you sure you want to create another Ads account for this site?":["Voulez-vous vraiment créer un compte Ads pour ce site ?"],"Create new account":["Créer un compte"],"Keep existing account":["Conserver le compte existant"],"To track conversions for your Ads campaign, you need to add your Conversion ID to Site Kit. You can always change the Conversion ID later in Site Kit Settings. <a>Learn more<\/a>":["Pour suivre les conversions de votre campagne Ads, vous devez ajouter votre ID de conversion à Site Kit. Vous pourrez toujours le modifier plus tard dans les paramètres de Site Kit. <a>En savoir plus<\/a>"],"OR":["OU"],"Create your first Ads campaign, add billing information, and choose your conversion goals. To create a new Ads account, you’ll need to grant Site Kit additional permissions during the account creation process. <a>Learn more<\/a>":["Créez vos premières campagnes Ads, ajoutez vos informations de facturation et choisissez vos objectifs de conversion. Pour créer un compte Ads, vous devez accorder à Site Kit des autorisations supplémentaires lors du processus de création du compte. <a>En savoir plus<\/a>"],"Connect an existing Ads account":["Connecter un compte Ads existant"],"Set up a new Ads account":["Configurer un nouveau compte Ads"],"Continue with Site Kit":["Continuer avec Site Kit"],"Conversion ID":["ID de conversion"],"Use Google for WooCommerce":["Utiliser Google for WooCommerce"],"The Google for WooCommerce plugin can utilize your provided business information for advertising on Google and may be more suitable for your business.":["L’extension Google for WooCommerce peut utiliser les informations que vous avez fournies sur votre entreprise pour en faire la publicité sur Google et serait peut-être plus adaptée pour votre entreprise."],"Using the WooCommerce plugin?":["Vous utilisez l’extension WooCommerce ?"],"Complete manual setup":["Configurer manuellement"],"To set up Ads you will need to disable your Ad blocker":["Pour configurer Ads, vous devrez désactiver votre bloqueur de publicités."],"To get the latest Ads data you will need to disable your Ad blocker":["Pour obtenir les dernières données Ads, vous devrez désactiver votre bloqueur de publicités."],"Conversion tracking for your ads campaigns will be disabled":["Le suivi des conversions pour vos campagnes publicitaires sera désactivé"],"Improve your measurement":["Améliorer votre mesure"],"Beta":["Bêta"],"Set up Ads":["Configurer Ads"],"Get better quality leads and enhance conversions with Ads":["Attirer des prospects de meilleure qualité et améliorer vos conversions avec Ads"],"Track your conversions, measure your campaign results and make the most of your ad spend":["Suivez vos conversions, mesurez les résultats de votre campagne et rentabilisez au mieux vos dépenses publicitaires"],"Could not load Google Ads content.":["Impossible de charger le contenu Google Ads."],"Google Ads error":["Erreur Google Ads"],"Customer ID":["Numéro client"],"You can always change this later in Site Kit Settings.":["Vous pourrez toujours modifier cela plus tard dans les paramètres de Site Kit."],"Add your conversion ID below. Site Kit will place it on your site so you can track the performance of your Google Ads campaigns. <a>Learn more<\/a>":["Ajoutez votre ID de conversion ci-dessous. Site Kit le placera sur votre site pour vous permettre de suivre les performances de vos campagnes Google Ads. <a>En savoir plus<\/a>"],"Tracking for your Ads campaigns won’t work until you insert a valid ID":["Le suivi de vos campagnes Ads ne fonctionnera pas tant que vous n’aurez pas inséré d’ID valide"],"Show me":["Afficher"],"You can now track conversions for your Ads campaigns":["Vous pouvez désormais suivre les conversions pour vos campagnes Ads"],"Success! Your Conversion ID was added to your site":["Bravo, votre ID de conversion a été ajouté à votre site."],"Disable":["Désactiver"],"Performance of your Ad campaigns":["Performances de vos campagnes publicitaires"],"Don’t show again":["Ne plus afficher"],"Disabled":["Désactivé"],"Enabled":["Activé"],"Retry":["Réessayer"],"Maybe later":["Peut-être plus tard"],"screen reader text\u0004(disabled)":["(désactivé)"],"Got it":["OK"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Terminer la configuration"],"Next":["Suivant"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"%sK":["%sK"],"%sM":["%sM"],"None":["Aucun"],"Back":["Retour"],"Learn more":["En savoir plus"],"Disconnect":["Déconnecter"],"Cancel":["Annuler"],"Error":["Erreur"],"Close":["Fermer"],"Start setup":["Configurer"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-ads-666c5903affd119a99b5.js"}}