{"translation-revision-date":"2025-09-11 13:21:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"%s is disconnected, metric can’t be displayed":["%s est déconnecté : impossible d’afficher la métrique."],"Channel which brought in the most purchases to your site":["Canal qui a généré le plus d’achats sur votre site"],"Channel which brought in the most leads to your site":["Canal qui a attiré le plus de prospects sur votre site"],"Channel (e.g. social, paid, search) that brought in the most purchases to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a généré le plus d’achats sur votre site"],"Channel (e.g. social, paid, search) that brought in the most leads to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a attiré le plus de prospects sur votre site"],"Channel (e.g. social, paid, search) that brought in the most add to cart events to your site":["Canal (par exemple, réseaux sociaux, contenu payant, recherche) qui a généré le plus d’ajouts au panier sur votre site"],"Channel which brought in the most add to cart events to your site":["Canal qui a généré le plus d’ajouts au panier sur votre site"],"Learn more about unavailable metric data":["En savoir plus sur les données de métriques non disponibles"],"We’ve extended your metrics selection based on your website events":["Nous avons élargi votre sélection de métriques en fonctions des événements de votre site"],"Generate leads":["Générer des prospects"],"Portfolio or business card":["Portefeuille et carte de visite"],"Monetize content":["Monétiser le contenu"],"Analytics reports in Site Kit will be disabled":["Les rapports Analytics de Site Kit seront désactivés"],"Suggested":["Suggestions"],"View metrics":["Afficher les métriques"],"Select metrics":["Sélectionner les métriques"],"Unavailable metrics data":["Données de métriques non disponibles"],"Enhanced measurement is enabled for this web data stream":["La mesure améliorée est activée pour ce flux de données web"],"Improve your measurement":["Améliorer votre mesure"],"Add metrics":["Ajouter des métriques"],"Learn more about advanced conversion reporting":["En savoir plus sur les rapports de conversion avancés"],"We’ve extended your metrics selection with metrics that aren’t available by default in Analytics. Add them to your dashboard to get a better understanding of how users interact with your site. <a>Learn more<\/a>":["Nous avons étendu votre sélection de métriques avec des métriques qui ne sont pas disponibles par défaut dans Analytics. Ajoutez-les à votre tableau de bord pour mieux comprendre comment les utilisateurs et utilisatrices interagissent avec votre site. <a>En savoir plus<\/a>"],"New key metrics were added!":["De nouvelles métriques clés ont été ajoutées."],"E.g. offering courses, consulting, tutoring, etc.":["Par exemple, offrir des cours, des services de conseil, de tutorat, etc."],"Provide services":["Fournir des services"],"Sell products":["Vendre des produits"],"Content performance":["Performances des contenus"],"Selling products":["Vente de produits"],"Driving traffic":["Génération de trafic"],"My website represents me or my company":["Mon site Web me représente ou représente ma société"],"E.g. local news, investigative pieces, interviews, etc.":["Par ex. des informations locales, des enquêtes, des interviews, etc."],"Writing on a topic you’re passionate about, no focus on monetizing content":["Ecrire sur un sujet qui vous passionne, pas de contenu financier"],"Top device driving purchases":["Meilleur appareil générant des achats"],"Select your own metrics":["Sélectionnez vos propres métriques"],"%s of total leads":["%s de prospects totaux"],"Click on Create to try again.":["Cliquez sur Créer pour réessayer."],"Beta":["Bêta"],"Site Kit is collecting data for this group. Once data is available the group will be added to your dashboard.":["Site Kit collecte des données pour ce groupe. Quand les données seront disponibles, le groupe sera ajouté à votre tableau de bord."],"Temporarily hidden":["Masqué temporairement"],"Pages on which forms are most frequently submitted":["Pages sur lesquelles les formulaires sont le plus fréquemment envoyés"],"Top pages driving leads":["Top des pages générant des prospects"],"Cities driving the most purchases":["Villes générant les achats les plus importants"],"Top cities driving purchases":["Top des villes générant des achats"],"Cities where visitors most frequently add products to their carts":["Villes dans lesquelles les visiteurs ajoutent le plus fréquemment des produits à leurs paniers"],"Top cities driving add to cart":["Top des villes générant des ajouts aux paniers"],"Top traffic source driving purchases":["Meilleure source de trafic générant des achats"],"Top traffic source driving leads":["Meilleure source de trafic générant des prospects"],"Top traffic source driving add to cart":["Meilleure source de trafic générant un ajout au panier"],"Top cities driving leads":["Top des villes générant des prospects"],"Creating these groups require more data tracking. You will be directed to update your Analytics property.":["La création de ces groupes nécessite un meilleur suivi des données. Vous devrez mettre à jour votre propriété Analytics"],"Additional permissions are required to create a new audience in Analytics.":["Des autorisations supplémentaires sont requises pour créer une nouvelle audience dans Analytics."],"Learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["Découvrez comment regrouper les visiteurs du site dans <AnalyticsLink>Analytics<\/AnalyticsLink>"],"<SelectGroupLink>Select<\/SelectGroupLink> another group to compare with your current group or learn more about how to group site visitors in <AnalyticsLink>Analytics<\/AnalyticsLink>":["<SelectGroupLink>Sélectionnez<\/SelectGroupLink> un autre groupe à comparer au groupe actuel ou découvrez comment regrouper les visiteurs du site dans <AnalyticsLink>Analytics<\/AnalyticsLink>"],"Visitor group created successfully!":["Le groupe de visiteurs a bien été créé."],"Create":["Créer"],"Create groups suggested by Site Kit":["Créer des groupes suggérés par Site Kit"],"You can deactivate this widget in <a>Settings<\/a>.":["Vous pouvez désactiver ce widget dans <a>Paramètres<\/a>."],"Failed to set up visitor groups":["Impossible de configurer les groupes de visiteurs"],"By adding another group to your dashboard, you will be able to compare them and understand which content brings back users from each group":["En ajoutant un autre groupe à votre tableau de bord, vous pourrez les comparer et comprendre quel contenu fait revenir les utilisateurs de chaque groupe"],"Temporarily hide":["Masquer temporairement"],"Site Kit is collecting data for this group.":["Site Kit collecte des données pour ce groupe."],"Compare the ratio of “new” to “returning” visitors – this can give you insights on whether you have more people stopping by as a one-off, or more loyal visitors.":["Comparez le ratio entre \"visiteurs nouveaux\" et \"visiteurs de retour\" afin de déterminer si votre site attire plus de visiteurs occasionnels ou fidèles."],"The more returning visitors your site has, the stronger and more loyal an audience you’re building. Check which content brings people back to your site - it might help you create a strategy to build a community.":["Plus les visiteurs de retour seront nombreux, plus votre audience sera fidèle. Vérifiez quel contenu fait revenir les visiteurs sur votre site, car cela pourrait vous aider à élaborer une stratégie afin de développer votre communauté."],"Select the Purchasers visitor group to gain insights into which visitors bring the most revenue to your site.":["Sélectionnez le groupe de visiteurs \"acheteurs\" pour savoir quels visiteurs génèrent le plus de revenus sur votre site."],"Select up to %1$d groups (%2$d selected)":["Sélectionner jusqu’à %1$d groupes (%2$d sélectionnés)"],"Already exists in your Analytics property":["Existe déjà dans votre propriété Analytics"],"Created by Site Kit":["Créé par Site Kit"],"Created by default by Google Analytics":["Créé par défaut par Google Analytics"],"Change groups":["Modifier les groupes"],"Additional items":["Éléments supplémentaires"],"The higher the portion of new visitors you have, the more your audience is growing. Looking at what content brings them to your site may give you insights on how to reach even more people.":["Plus la part de nouveaux visiteurs est importante, plus votre audience augmente. Regardez le contenu qui les attire sur votre site pour découvrir comment toucher encore plus d’utilisateurs."],"Learn how different types of visitors interact with your site":["Découvrez comment les différents types de visiteurs interagissent avec votre site"],"Your visitor groups data loading failed":["Échec du chargement des données de vos groupes de visiteurs"],"Partial data":["Données partielles"],"No data to show yet":["Aucune donnée à afficher pour le moment"],"Top content by pageviews":["Contenus populaires selon le nombre de pages vues"],"Cities with the most visitors":["Villes comptant le plus de visiteurs"],"%s of total pageviews":["%s de nombre total de pages vues"],"Still collecting full data for this timeframe, partial data is displayed for this group":["Collecte en cours pour l’ensemble des données de cette période, les données partielles sont affichées pour ce groupe"],"Visitors":["Visiteurs"],"%s is an audience that already exists in your Analytics property. Note that it's possible for a visitor to be counted in more than one group. <link>Learn more<\/link>":["%s est une audience qui existe déjà dans votre propriété Analytics. Notez qu’il est possible qu’un visiteur soit comptabilisé dans plus d’un groupe. <link>En savoir plus<\/link>"],"New! Visitor groups":["Nouveau : Groupes de visiteurs"],"Consider removing the existing tag to avoid loading both tags on your site":["Pensez à supprimer la balise existante pour éviter de charger les deux balises sur votre site"],"A web data stream name is required.":["Un nom de flux de données Web est requis."],"This is not a valid web data stream name.":["Ce nom de flux de données Web n’est pas valide."],"A web data stream with this name already exists.":["Un flux de données Web portant ce nom existe déjà."],"Show me":["Afficher"],"Disable":["Désactiver"],"Performance of your Ad campaigns":["Performances de vos campagnes publicitaires"],"Enable groups":["Activer les groupes"],"Enabling groups":["Activation des groupes"],"Don’t show again":["Ne plus afficher"],"Pages that generated the most AdSense revenue":["Pages ayant généré le plus de revenus AdSense"],"Top earning pages":["Pages les plus rentables"],"A tag %s for the selected property already exists on the site":["Une balise %s pour la propriété sélectionnée existe déjà sur le site."],"Additional permissions are required to create a new Analytics account.":["Des autorisations supplémentaires sont requises pour créér un compte Analytics."],"Code Snippet":["Extrait de code"],"Edit <VisuallyHidden>web data stream <\/VisuallyHidden>in Analytics":["Modifier le <VisuallyHidden>flux de données Web<\/VisuallyHidden> dans Analytics"],"Current selection":["Sélection actuelle"],"Edit <VisuallyHidden>account <\/VisuallyHidden>in Analytics":["Modifier <VisuallyHidden>le compte<\/VisuallyHidden>dans Analytics"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d sélectionnée(s) <MaxCount>(%2$d max.)<\/MaxCount>"],"Disabled":["Désactivé"],"Enabled":["Activé"],"Connect Analytics":["Connecter Analytics"],"Enhanced Measurement":["Mesures améliorées"],"Update Analytics to track metric":["Mettre à jour Analytics pour suivre la métrique"],"No data to show":["Aucune donnée à afficher"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Un autre administrateur a configuré ces métriques sur mesure pour votre site. Cliquez ici pour les personnaliser."],"Personalize your key metrics":["Personnaliser vos métriques clés"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Vous devrez contacter votre administrateur. <a>En savoir plus<\/a>"],"Percentage of visitors that left without engagement with your site":["Pourcentage de visiteurs qui ont quitté votre site sans engagement"],"All Visitors":["Tous les visiteurs"],"Authors whose posts got the most visits":["Auteurs dont les publications ont enregistré le plus de visites"],"Most popular authors by pageviews":["Auteurs les plus populaires par pages vues"],"Categories that your site visitors viewed the most":["Catégories que les visiteurs de votre site ont vues le plus"],"Top categories by pageviews":["Principales catégories par pages vues"],"Pages with the most pageviews published in the last 3 days":["Pages avec le plus de vues publiées ces 3 derniers jours"],"Top recent trending pages":["Principales pages populaires récentes"],"You successfully enabled enhanced measurement for your site":["Vous avez bien activé la mesure avancée pour votre site"],"Enable now":["Activer maintenant"],"Understand how visitors interact with your content":["Comprendre comment les visiteurs interagissent avec votre contenu"],"Pages with the highest percentage of visitors that left without engagement with your site":["Pages avec le pourcentage le plus élevé de visiteurs ayant quitté votre site sans engagement"],"%s total visits":["%s visites au total"],"The top search queries for your site by highest clickthrough rate":["Requêtes de recherche les plus fréquentes pour votre site web classées en commençant par celles avec le CTR le plus élevé"],"%s page views":["%s pages vues"],"The countries where most of your visitors came from":["Pays dont provenaient la majorité de vos visiteurs"],"The cities where most of your visitors came from":["Villes dont provenaient la majorité de vos visiteurs"],"Pages your visitors read the most":["Pages que vos visiteurs ont le plus lues"],"Portion of visitors who visited your site for the first time in this timeframe":["Part des visiteurs qui ont consulté votre site pour la première fois durant cette période"],"Portion of your site’s visitors that returned at least once in this timeframe":["Part des visiteurs qui sont revenus au moins une fois sur votre site durant cette période"],"Returning visitors":["Visiteurs connus"],"%s is disconnected, no data to show":["%s est déconnecté, pas de données à afficher","%s sont déconnectés, pas de données à afficher"],"Pages that attracted the most returning visitors":["Pages ayant attiré le plus de visiteurs connus"],"Top pages by returning visitors":["Pages principales par visiteurs connus"],"Average duration of engaged visits":["Durée moyenne des visites engagées"],"Visit length":["Durée de la visite"],"Number of pages visitors viewed per session on average":["Nombre de pages vues en moyenne par les visiteurs par session"],"Pages per visit":["Pages par visite"],"Average number of sessions per site visitor":["Nombre moyen de sessions par visiteur du site"],"Enable enhanced measurement":["Activer la mesure avancée"],"Visits per visitor":["Visites par visiteur"]," and ":[" et "],"%1$s of %2$s engaged sessions":["%1$s de %2$s sessions engagées"],"Insufficient permissions":["Droits insuffisants"],"Top countries driving traffic":["Principaux pays générant du trafic"],"Keep existing property":["Conserver la propriété existante"],"Use new property":["Utiliser une nouvelle propriété"],"Data loading failed":["Échec du chargement de données"],"Which countries you get the most visitors from":["Pays dont proviennent la majorité de vos visiteurs"],"Which cities you get the most visitors from":["Villes dont proviennent la majorité de vos visiteurs"],"Save selection":["Enregistrer la sélection"],"Apply changes":["Appliquer les changements"],"Products that brought in the most visitors":["Produits qui ont attiré le plus de visiteurs"],"Pages that brought in the most visitors":["Pages qui ont attiré le plus de visiteurs"],"Visitors coming via this channel spent the most time on your site":["Les visiteurs issus de ce canal sont ceux qui ont passé le plus de temps sur votre site"],"Channel which brought in the most visitors to your site":["Canal qui a amené le plus de visiteurs sur votre site"],"Top traffic source":["Principale source de trafic"],"How many new visitors you got and how the overall audience changed":["Nombre de visiteurs enregistrés et dans quelle mesure votre audience globale a changé"],"Google Tag ID":["ID de balise Google"],"Top converting traffic source":["Principale source de trafic pour les conversions"],"Top cities driving traffic":["Principales villes générant le trafic"],"Analytics doesn’t have data for your site’s products yet":["Analytics ne dispose pas encore de données pour les produits de votre site"],"Most popular products by pageviews":["Produits les plus populaires par pages vues"],"%s of total traffic":["%s du trafic total"],"Metrics cannot be displayed without Analytics":["Les métriques ne peuvent pas être affichées sans Analytics"],"Get tailored metrics":["Obtenir des métriques sur mesure"],"Connect Google Analytics":["Connecter Google Analytics"],"Top performing keywords":["Mots-clés les plus performants"],"Most popular content by pageviews":["Contenu le plus populaire par pages vues"],"Connect %s":["Connecter %s"],"%s is disconnected, some of your metrics can’t be displayed":["%s est déconnecté, certaines de vos métriques ne peuvent pas être affichées"],"New visitors":["Nouveaux visiteurs"],"Update Analytics settings":["Mettre à jour les paramètres Analytics"],"Update Google tag to %s":["Remplacer la balise Google par %s"],"Your Google tag configuration has changed":["La configuration de votre balise Google a changé"],"Update Site Kit's Analytics configuration to continue seeing Analytics data on the dashboard":["Mettre à jour la configuration Analytics de Site Kit pour continuer de voir les données Analytics dans le tableau de bord"],"Set up a new web data stream":["Configurer un nouveau flux de données Web"],"Error in Google Chart":["Erreur de graphique Google"],"Exclude Analytics":["Exclure Analytics"],"Access lost to %s":["Accès à %s perdu"],"Monthly":["Tous les mois"],"Weekly":["Toutes les semaines"],"Daily":["Tous les jours"],"You can always add\/edit this in the Site Kit Settings":["Vous pouvez toujours ajouter\/modifier cela dans les Réglages du Site Kit."],"Data errors in %s":["Erreurs de données dans %s"],"Data Unavailable":["Données indisponibles"],"Retry":["Réessayer"],"Another admin":["Autre administrateur"],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["En cliquant pour confirmer les modifications, vous accordez aux autres utilisateurs un accès en lecture seule aux données de %s via votre compte Google. Vous pourrez toujours gérer cette configuration plus tard dans les paramètres de partage du tableau de bord."],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Gathering data…":["Collecte de données…"],"A pie chart for Analytics that is gathering data, so has no data to display.":["Un diagramme pour Analytics qui rassemble des données, donc aucune donnée à afficher"],"gathering data…":["Collecte des données..."],"Maybe later":["Peut-être plus tard"],"Overall page metrics over the last %s day":["Métriques globales de la page au cours des %s derniers jours","Métriques globales de la page au cours des %s derniers jours"],"(unknown)":["(inconnu)"],"screen reader text\u0004(disabled)":["(désactivé)"],"New":["Nouveau"],"Ads Conversion ID":["Identifiant de conversion Ads"],"Got it":["OK"],"%ds":["%ds"],"%dm":["%dm"],"%dh":["%dh"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"See the full list of channels in Analytics":["Voir la liste complète des canaux dans Analytics"],"See the full list of devices in Analytics":["Voir la liste complète des appareils dans Analytics"],"See the full list of locations in Analytics":["Voir la liste complète des emplacements dans Analytics"],"compared to the previous %s days":["par rapport aux %s derniers jours"],"Devices":["Appareils"],"Channels":["Canaux"],"Locations":["Emplacements"],"Update":["Mise à jour"],"<span>By<\/span> devices":["<span>Par<\/span> appareil"],"<span>By<\/span> locations":["<span>Par<\/span> lieu"],"<span>By<\/span> channels":["<span>Par<\/span> canal"],"%s:":["%s :"],"Others":["Autres"],"Complete setup":["Terminer la configuration"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Next":["Suivant"],"Help my content rank in a better position in Google search results":["Amélioration du classement de mon contenu dans les résultats de recherche Google"],"Encouragement to post more frequently":["Encouragement à publier plus fréquemment"],"Publish news content":["Publier des actualités"],"Publish a blog":["Publier un blog"],"Sell products or services":["Vendre des produits ou services"],"Never":["Jamais"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"Insufficient permissions in %s":["Autorisations insuffisantes dans %s"],"Report this problem":["Signaler ce problème"],"Previous period":["Période précédente"],"Country":["Pays"],"Timezone":["Fuseau horaire"],"Create your Analytics account":["Créer votre compte Google Analytics"],"%sK":["%sK"],"%sM":["%sM"],"None":["Aucun"],"Once completed, click the link below to re-fetch your accounts to continue.":["Lorsque vous avez terminé, cliquez sur le lien ci-dessous pour récupérer vos comptes et continuer."],"Set up a new account":["Configurer un nouveau compte"],"list separator\u0004, ":[","],"Excluded from Analytics":["Exclu de Google Analytics"],"Pageviews":["Pages vues"],"Title":["Titre"],"Page Title":["Titre de la page"],"Property":["Propriété"],"Back":["Retour"],"Set up a new property":["Configurer une nouvelle propriété"],"Create an account":["Créer un compte"],"Account":["Compte"],"Sessions":["Sessions"],"Data error in %s":["Erreur de données dans %s"],"Create Account":["Créer un compte"],"Learn more":["En savoir plus"],"Set up Analytics":["Configurer Google Analytics"],"Session Duration":["Durée de la session"],"Re-fetch My Account":["Récupérer mon compte"],"%s Gathering Data":["%s collecte des données"],"Disconnect":["Déconnecter"],"Cancel":["Annuler"],"Service name\u0004Analytics":["Google Analytics"],"Error":["Erreur"],"Close":["Fermer"],"Day":["Jour"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-analytics-4-ebb3b6f75580255a8bba.js"}}