{"translation-revision-date":"2025-08-28 10:27:19+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"You cannot turn on the Beta Tester feature because site wide plugins auto-update option is disabled on your site.":["Vous ne pouvez pas activer la fonction Bêta Tester car l’option de mise à jour automatique des extensions est désactivée sur votre site."],"You cannot turn on auto-updates to automatically update to stable versions of Rank Math as soon as they are released, because site wide plugins auto-update option is disabled on your site.":["Vous ne pouvez pas activer les mises à jour automatiques pour mettre à jour automatiquement les versions stables de Rank Math dès qu’elles sont disponibles, parce que l’option de mise à jour automatique des extensions est désactivée sur votre site."],"Saving…":["Enregistrement…"],"More powerful options are available in the PRO version.":["Des options plus puissantes sont disponibles dans la version PRO."],"PRO options are enabled.":["Les options PRO sont activées."],"Something went wrong! Please try again.":["Quelque chose s‘est mal passé ! Veuillez réessayer."],"Track 500 Keywords":["Suivi de 500 mots-clés"],"Unlimited personal websites":["Sites web personnels illimités"],"24\/7 Support":["Support 24\/7"],"Buy":["Acheter"],"Take SEO to the Next Level!":["Passez votre SEO au niveau supérieur !"],"Free 15 Content AI Credits":["Gratuit 15 crédits IA de contenu"],"Powerful Schema Generator":["Puissant générateur de schémas"],"NEW!":["NOUVEAU !"],"Earn flat 30% on every sale!":["Gagnez 30% sur chaque vente !"],"Affiliate Program":["Programme d’affiliation"],"Upgrade to PRO":["Passer à la version Pro"],"Update Notification Email":["Mettre à jour l’e-mail de notification"],"When auto-updates are turned off, you can enable update notifications, to send an email to the site administrator when an update is available for Rank Math.":["Lorsque les mises à jour automatiques sont désactivées, vous pouvez activer les notifications de mise à jour pour envoyer un e-mail à l’administrateur\/administratrice du site lorsqu’une mise à jour est disponible pour Rank Math."],"Free":["Gratuit"],"PRO":["PRO"],"Saved":["Enregistré"],"Improve SEO Score":["Améliorer le score SEO"],"Import Data":["Importer des données"],"Disconnect Account":["Déconnecter ce compte"],"Connect Now":["Connecter maintenant"],"Not Connected":["Non connecté"],"Connected":["Connecté"],"Account":["Compte"],"Import & Export":["Importer \/ Exporter"],"Beta Tester":["Bêta testeur"],"You can take part in shaping Rank Math by test-driving the newest features and letting us know what you think. Turn on the Beta Tester feature to get notified about new beta releases. The beta version will not install automatically and you always have the option to ignore it.":["Vous pouvez participer à l’élaboration de Rank Math en testant les nouvelles fonctionnalités et en nous faisant savoir ce que vous pensez. Activez la fonctionnalité Beta testeur pour être informé des nouvelles versions bêta. La version bêta ne s’installe pas automatiquement et vous avez toujours la possibilité de l’ignorer."],"Beta Opt-in":["Connexion bêta"],"Roll back to this version.":["Revenir à cette version."],"Rollback Version":["Rétrograder en version"],"This is the latest version of the plugin.":["Il s’agit de la dernière version de l’extension."],"Update Now":["Mettre à jour maintenant"],"Latest Stable Version":["Dernière version stable"],"This is the version you are using on this site.":["Il s’agit de la version que vous utilisez sur ce site."],"You are using the latest version of the plugin.":["Vous utilisez la dernière version de l’extension."],"Rolled Back Version: ":["Version précédente installée : "],"Your Version":["Votre version"],"Warning: ":["Avertissement : "],"If you are facing issues after an update, you can reinstall a previous version with this tool.":["Si vous rencontrez des problèmes après une mise à jour, vous pouvez réinstaller une version précédente avec cet outil."],"Rollback to Previous Version":["Revenir à la version précédente"],"Rank Math will not auto-update because you have rolled back to a previous version. Update to the latest version manually to make this option work again.":["Rank Math ne sera pas mise à jour automatiquement parce que vous revenu à une version précédente. Mettre à jour la dernière version manuellement pour faire fonctionner cette option à nouveau."],"Auto Update Plugin":["Mise à jour automatique de l’extension"],"Version Control":["Contrôle de version"],"Save Changes":["Enregistrer les modifications"],"Auto Update":["Mise à jour automatique"],"Settings":["Réglages"],"Understand all the capabilities of Rank Math":["Comprendre toutes les capacités de Rank Math"],"How to Properly Setup Rank Math":["Comment configurer correctement Rank Math"],"Online Documentation":["Documentation en ligne"],"Product Support":["Support produit"],"Setup Rank Math":["Configurer Rank Math"],"Direct help from our qualified support team":["Aide en ligne par notre assistance qualifiée"],"How to Make Your Posts Pass All the Tests":["Comment vos publications peuvent passer tous les tests"],"How to Import Data from Your Previous SEO Plugin":["Comment importer des données de votre précédente extension SEO"],"Ticket Support":["Ticket de support"],"Dashboard":["Tableau de bord"],"Help":["Aide"],"Setup Wizard":["Assistant de configuration"],"Modules":["Extensions"]}},"comment":{"reference":"assets\/admin\/js\/modules.js"}}