{"translation-revision-date":"2025-08-28 10:27:19+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Custom Webmaster Tags":["Balises personnalisées pour les webmasters"],"Enter your custom webmaster tags. Only %s tags are allowed.":["Saisissez vos balises de webmaster personnalisées. Seules les balises %s sont autorisées."],"Some permissions are missing, please reconnect":["Certains droits sont manquants, veuillez vous reconnecter"],"Test Connections":["Tester les connexions"],"Blocks":["Blocs"],"Choose the headings to exclude from the Table of Contents block.":["Choisir les titres à exclure du bloc de table des matières."],"Take control over the default settings available for Rank Math Blocks.":["Contrôlez les réglages par défaut disponibles pour Rank Math Blocks."],"Table of Contents Exclude Headings":["Exclure les titres de la table des matières"],"Enter the default title to use for the Table of Contents block.":["Saisissez le titre par défaut à utiliser pour le bloc de table des matières."],"Select the default list style for the Table of Contents block.":["Sélectionnez le style de liste par défaut pour le bloc Table des matières."],"Table of Contents List style":["Style de la liste de la table des matières"],"Table of Contents":["Table des matières"],"Table of Contents Title":["Titre de la table des matières"],"Heading H1":["Titre H1"],"Heading H2":["Titre H2"],"Heading H3":["Titre H3"],"Heading H4":["Titre H4"],"Heading H5":["Titre H5"],"Heading H6":["Titre H6"],"Data Stream":["Flux de données"],"Create new GA4 Property":["Créer une nouvelle propriété GA4"],"Are you sure, you want to create a new GA4 Property?":["Confirmez-vous la création d’une nouvelle propriété GA4 ?"],"Enable this option to show Analytics Stats on the front just after the admin bar.":["Activer pour afficher les statistiques analytiques sur le site en ligne juste après la barre d’administration."],"Frontend Stats Bar":["Barre de statistiques en ligne"],"Enable the Index Status tab":["Activer l’onglet État de l’index"],"Click to refresh the available credits.":["Cliquez pour actualiser les crédits disponibles."],"Headless CMS Support":["Prise en charge du CMS Headless"],"Enable this option to register a REST API endpoint that returns the HTML meta tags for a given URL. %s":["Activer cette option pour inscrire un point de terminaison d’API REST qui renvoie les balises méta HTML pour une URL donnée. %s"],"Default Country":["Pays par défaut"],"Content AI":["IA de contenu"],"Select Post Type":["Sélectionner un type de publication"],"Rank Math could not detect if a robots.txt file exists or not because of a filesystem issue. The file contents entered here may not be applied.":["Rank Math n’a pas pu détecter si un fichier robots.txt existe ou non en raison d’un problème de système de fichiers. Le contenu du fichier saisi ici peut ne pas être appliqué."],"Every 30 days":["Tous les 30 jours"],"Email report frequency.":["Fréquence des rapports par e-mail."],"Email Frequency":["Fréquence des e-mails"],"Turn on email reports.":["Activer les rapports par e-mail."],"Receive Analytics reports periodically in email.":["Recevez régulièrement des rapports de statistiques par e-mail."],"Email Reports":["Rapports par e-mail"],"Learn more about Email Reports.":["En apprendre plus à propos des rapports par e-mail."],"This option cannot be changed since your theme has added the support for Rank Math Breadcrumbs using: %s":["Cette option ne peut pas être modifiée, car votre thème a ajouté la prise en charge du fil d’Ariane Rank Math en utilisant : %s"],"Are you sure you want to disconnect Google services from your site?":["Voulez-vous vraiment déconnecter les services Google de votre site ?"],"Self-Hosted Analytics JS File":["Fichier JS Analytics auto-hébergé"],"If nothing similar is found, this behavior will be applied. <strong>Note<\/strong>: If the requested URL ends with <code>\/login<\/code>, <code>\/admin<\/code>, or <code>\/dashboard<\/code>, WordPress will automatically redirect to respective locations within the WordPress admin area.":["Si rien de similaire n’est trouvé, ce comportement sera appliqué. <strong>Note<\/strong> : si l’URL demandée se termine par <code>\/login<\/code>, <code>\/admin<\/code> ou <code>\/dashboard<\/code>, WordPress redirigera automatiquement vers les emplacements respectifs dans l’administration de WordPress."],"Proudly display the calculated SEO Score as a badge on the front end. It can be disabled for specific posts in the post editor.":["Affichez fièrement le score SEO calculé sous forme de badge sur l’interface publique. Il peut être désactivé pour des publications spécifiques dans l’éditeur de publication."],"Show SEO Score to Visitors":["Afficher le score SEO aux visiteurs"],"You have not given the permission to fetch this data. Please <a href=\"%s\">reconnect<\/a> with all required permissions.":["Vous n’avez pas l’autorisation de récupérer ces données. Veuillez <a href=\"%s\">vous reconnecter<\/a> avec tous les droits nécessaires."],"Cancel Fetch":["Annuler la récupération"],"Google AdSense support is only available in Rank Math Pro's Advanced Analytics module.":["La prise en charge de Google AdSense n’est disponible que dans le module Advanced Analytics de Rank Math Pro."],"Enable this option only if you are not using any other plugin\/theme to install Google Analytics code.":["Activez cette option que si vous n’utilisez aucune autre extension\/thème pour installer le code Google Analytics."],"Reconnect":["Reconnecter"],"AdSense":["AdSense"],"Exclude Logged-in users":["Exclure les utilisateurs connectés"],"PRO":["PRO"],"Anonymize IP addresses":["Anonymiser les adresses IP"],"Install analytics code":["Installer le code des statistiques"],"Property":["Propriété"],"Site":["Site"],"Disconnect":["Déconnecter"],"Benefits of Connecting Google Account":["Avantages de la connexion du compte Google"],"Connect Google Services":["Connecter les services Google"],"Connect Your Rank Math Account":["Connectez votre compte Rank Math"],"Learn more about the benefits of connecting your account here.":["En savoir plus sur les avantages de la connexion de votre compte ici."],"Benefits of Connecting Rank Math Account":["Avantages de la connexion du compte Rank Math"],"Analytics Database":["Base de données des statistiques"],"Track page and keyword rankings with the Advanced Analytics module":["Suivez le classement des pages et des mots-clés avec le module statistiques avancées"],"Easily set up Google Analytics without using another 3rd party plugin":["Configurez facilement Google Analytics sans utiliser d’extension tierce"],"Free keyword suggestions when entering a focus keyword":["Suggestions gratuites de mots-clés lors de la saisie d’un mot-clé principal"],"Verify site ownership on Google Search Console in a single click":["Vérifiez la propriété du site sur Google Search Console en un seul clic"],"Automatically submit sitemaps to the Google Search Console":["Soumettez automatiquement les plans de site à la Google Search Console"],"Use our revolutionary SEO Analyzer to scan your website for SEO errors":["Utilisez notre analyseur de SEO révolutionnaire pour rechercher les erreurs de référencement sur votre site."],"Delete data":["Supprimer les données"],"Disconnect Account":["Déconnecter ce compte"],"Not Connected":["Non connecté"],"Connected":["Connecté"],"Account":["Compte"],"WordPress Dashboard > Settings > Permalinks > Product permalinks Example: default: \/product\/accessories\/action-figures\/acme\/ - becomes: \/accessories\/action-figures\/acme\/":["Tableau de bord WordPress > Réglages > Permaliens > Permaliens produits. Exemple : le chemin par défaut : \/produit\/accessoires\/figurines\/acme\/ - devient : \/accessoires\/figurines\/acme\/"],"filter":["filtre"],"If you are showing the SEO scores on the front end, this option will insert a %1$s backlink to RankMath.com to show your support. You can change the link & the text by using this %2$s.":["Si vous affichez les scores SEO sur le site public, cette option insérera un lien retour %1$s vers RankMath.com pour montrer votre soutien. Vous pouvez modifier le lien et le texte en utilisant ce %2$s."],"Remove prefix like %1$s from product URL chosen at %2$s":["Retirer le préfixe comme %1$s de l’URL du produit choisi à %2$s"],"Unordered":["Non ordonné"],"Numbered":["Numéroté"],"Warning: ":["Avertissement : "],"Redirect Orphan Attachments":["Rediriger les pièces jointes orphelines"],"Read more":["Lire la suite"],"Remove Schema Markup Data from WooCommerce Shop archive pages.":["Retirer les données de balisage de schéma des pages d’archives de la boutique WooCommerce."],"Remove Schema Markup on Shop Archives":["Retirer le balisage de schéma dans les archives de la boutique."],"here":["ici"],"Show Blog Page":["Afficher la page du blog"],"Show Blog Page in Breadcrumb.":["Afficher la page de blog dans le fil d’Ariane."],"robots.txt file is not writable.":["Le fichier robots.txt n’est pas accessible en écriture."],"<strong>Warning:<\/strong> your site's search engine visibility is set to Hidden in <a href=\"%1$s\" target=\"_blank\">Settings &gt; Reading<\/a>. This means that the changes you make here will not take effect. Set the search engine visibility to Public to be able to change the robots.txt content.":["<strong>Avertissement :<\/strong>la visibilité de votre site sur les moteurs de recherche est définie sur « Cachée » dans <a href=\"%1$s\" target=\"_blank\">Réglages > Lecture<\/a>. Cela signifie que les modifications que vous apportez ici n’auront aucun effet. Définissez la visibilité du moteur de recherche sur « Public » pour pouvoir modifier le contenu du fichier robots.txt."],"Support Us with a Link":["Soutenez-nous avec un lien"],"Square":["Carré"],"Circle":["Cercle"],"SEO Score Template":["Modèle de score SEO"],"SEO Score Position":["Position du score SEO"],"Select Product Brand Taxonomy to use in Schema.org & OpenGraph markup.":["Sélectionner la taxonomie de marque de produit à utiliser dans le balisage Schema.org & OpenGraph."],"SEO Score Post Types":["Score SEO par types de publications"],"Change the styling for the front end SEO score badge.":["Modifiez le style du badge de score SEO public."],"Display the badges automatically, or insert the %1$s shortcode in your posts and the %2$s template tag in your theme template files.":["Afficher les badges automatiquement, ou insérez le code court %1$s dans vos publications et la balise de modèle %2$s dans vos fichiers de modèle de thème."],"Link to use for homepage (first item) in breadcrumbs.":["Lien à utiliser pour la page d’accueil (premier élément) dans le fil d’Ariane."],"Homepage Link":["Lien de la page d’accueil"],"Below Content":["Sous le contenu"],"Above Content":["Au-dessus du contenu"],"Above & Below Content":["Au-dessus et en dessous du contenu"],"Custom (use shortcode)":["Personnalisé (utiliser un shortcode)"],"Redirections":["Redirections"],"Home":["Accueil"],"Archive Format":["Format de l’archive"],"404 label":["Libellé 404"],".htaccess file not found.":["Fichier .htaccess non trouvé."],"Add missing TITLE attributes":["Ajoutez la balise TITRE manquante"],"Bing Webmaster Tools":["Outils Webmaster Bing"],"Pinterest Account":["Compte Pinterest"],"Pinterest Verification ID":["ID de vérification Pinterest"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Nofollow Domains":["Domaines nofollow"],"Redirection Manager":["Gestionnaire de redirection"],"Hide Taxonomy Name":["Masquer le nom de la taxonomie"],"Fetching in Progress":["Récupération en cours"],"Custom Redirection":["Redirection personnalisée"],"Default 404":["404 par défaut"],"Fallback Behavior":["Comportement de secours"],"Redirection Type":["Type de redirection"],"Ignore Query Parameters":["Ignorer les paramètres de requête"],"Add another":["Ajouter un autre"],"Sets the max number of rows in a log. Set to 0 to disable the limit.":["Définit le nombre maximal de lignes dans un journal. Réglez sur 0 pour désactiver la limite."],"Simple":["Simple"],"Mode":["Mode"],"Breadcrumbs":["Fil d’Ariane"],"Images":["Images"],"Links":["Liens"],"WooCommerce":["WooCommerce"],"Results for %s":["Résultats pour %s"],"Learn more.":["En savoir plus."],"Add missing ALT attributes":["Ajouter des attributs ALT manquants"],"Search Console":["Search Console"],"Others":["Autres"],"Nofollow External Links":["Liens externes Nofollow"],"Strip Category Base":["Retirer la base de la catégorie"],"Webmaster Tools":["Outils Webmaster"],"Open External Links in New Tab\/Window":["Ouvrir le lien dans un nouvel onglet\/une nouvelle fenêtre"],"Archives for %s":["Archives de %s"],"Separator Character":["Caractère séparateur"],"Log Limit":["Limite du journal"],"Exclude Paths":["Chemins exclus"],"Debug Redirections":["Debug Redirections"],"Auto Post Redirect":["Redirection automatique"],"Hide Post Title":["Masquer le titre du site"],"Redirections Manager":["Gestionnaire de redirections"],"RSS Before Content":["RSS avant contenu"],"RSS After Content":["RSS après contenu"],"Google Search Console":["Google Search Console"],"Norton Safe Web Verification ID":["ID de vérification Norton Safe Web"],"Yandex.Webmaster Page":["Page Yandex.Webmaster"],"Bing Webmaster Verification Page":["Page de vérification Webmaster Bing"],"404 Error: page not found":["Erreur 404 : la page demandée n’existe pas"],"If category is a child category, show all ancestor categories.":["Si la catégorie est une catégorie enfant, afficher tous ses parents."],"Show Category(s)":["Afficher la ou les catégories"],"I understand the risks and I want to edit the file":["Je comprends les risques et je souhaite tout de même modifier ce fichier"],"Usage Tracking":["Suivi de l’utilisation"],"Featured image of the article.":["Image mise en avant de l’article."],"Display the Debug Console instead of being redirected. Administrators only.":["Affiche la console de débogage au lieu d’être redirigé. Administrateurs uniquement."],"Turn ON to ignore all query parameters (the part after a question mark in a URL) when logging 404 errors.":["Activer pour ignorer tous les paramètres de requête (la partie après un point d’interrogation dans une URL) lors de la journalisation des erreurs 404."],"Remove":["Retirer"],"Edit .htaccess":["Modifier le .htaccess"],"Edit robots.txt":["Modifier le robots.txt"],"The Simple mode only logs URI and access time, while the Advanced mode creates detailed logs including additional information such as the Referer URL.":["Le mode simple enregistre uniquement l’URI et le temps d’accès, tandis que le mode avancé crée des journaux détaillés, y compris des informations supplémentaires telles que l’URL referer."],"If you have hundreds of 404 errors, your error log might increase quickly. Only choose this option if you have a very few 404s and are unable to replicate the 404 error on a particular URL from your end.":["Si vous avez des centaines d’erreurs 404, votre journal d’erreurs peut augmenter rapidement. Choisissez cette option uniquement si vous avez très peu d’erreurs 404 et que vous ne parvenez pas à reproduire l’erreur 404 sur une URL particulière de votre côté."],"404 Monitor":["Surveillance 404"],"Add content after each post in your site feeds.":["Ajoutez du contenu après chaque publication dans les flux de votre site."],"Add content before each post in your site feeds.":["Ajoutez du contenu avant chaque publication dans les flux de votre site."],"Nofollow Exclude Domains":["Domaines exclus Nofollow"],"Remove WooCommerce generator tag from the source code.":["Supprimez la balise du générateur WooCommerce du code source."],"default: \/product-category\/accessories\/action-figures\/ - changed: \/product-category\/action-figures\/":["défaut : \/catégorie-produit\/accessoires\/figurines\/ - modifié : \/catégorie-produit\/figurines\/"]," Remove parent slugs":["Supprimer les slugs parents"],"default: \/product-category\/accessories\/action-figures\/ - changed: \/accessories\/action-figures\/":["défaut : \/catégorie-produit\/accessoires\/figurines\/ - modifié : \/accessoires\/figurines\/"],"Remove category base":["Supprimer la base de la catégorie"],"Remove base":["Retirer la base"],"Search Results Format":["Format des résultats de recherche"],"Norton Ownership Verification Page":["Page de vérification de la propriété Norton"],"Baidu Webmaster Tools":["Baidu Webmaster Tools"],"Search Console Verification Page":["Page de vérification de la console de recherche"],"Alt attribute format":["Format d’attribut alt"],"Prefix Breadcrumb":["Préfixe du fil d’Ariane"],"Prefix for the breadcrumb path.":["Préfixe du chemin du fil d’Ariane."],"Redirect attachments without a parent post to this URL. Leave empty for no redirection.":["Rediriger les pièces jointes sans publication parente vers cette URL. Laissez vide pour aucune redirection."],"Redirect Attachments":["Redirection des pièces jointes"],"Nofollow Image File Links":["Liens de fichier image Nofollow"],".htaccess file is not writable.":["Le fichier .htaccess n’est pas accessible en écriture."],"Format used for the new <code>title<\/code> attribute values.":["Format utilisé pour les nouvelles valeurs d’attribut <code>titre<\/code>."],"Automatically add <code>rel=\"nofollow\"<\/code> attribute for links pointing to external image files. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Ajouter automatiquement l’attribut <code>rel=\"nofollow\"<\/code> pour les liens pointant vers des fichiers image externes. L’attribut est appliqué dynamiquement lorsque le contenu est affiché et le contenu stocké n’est pas modifié."],"Automatically add <code>rel=\"nofollow\"<\/code> attribute for external links appearing in your posts, pages, and other post types. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Ajouter automatiquement l’attribut <code>rel=\"nofollow\"<\/code> pour les liens externes apparaissant dans vos articles, pages et autres types de publication. L’attribut est appliqué dynamiquement lorsque le contenu est affiché et le contenu stocké n’est pas modifié."],"Analytics":["Statistiques"],"Format used for the new <code>alt<\/code> attribute values.":["Format utilisé pour les nouvelles valeurs d’attribut <code>alt<\/code>."],"Redirect to Homepage":["Rediriger vers la page d’accueil"],"Show Homepage Link":["Afficher le lien de la page d’accueil"],"Homepage label":["Libellé de la page d’accueil"],"Format the label used for archive pages.":["Formatez le libellé utilisé pour les pages d’archives."],"Display homepage breadcrumb in trail.":["Afficher la page d’accueil dans le chemin du fil d’Ariane."],"Separator character or string that appears between breadcrumb items.":["Caractère ou chaîne de séparation qui apparaît entre les éléments de fil d’Ariane."],"Turning off breadcrumbs will hide breadcrumbs inserted in template files too.":["Désactiver le fil d’Ariane masquera également le fil d’Ariane inséré dans les fichiers de modèle."],"Remove Generator Tag":["Retirer l’étiquette du générateur"],"Remove parent slugs from category URL.":["Retirer les slugs parents de l’URL de la catégorie."],"Remove prefix from category URL.":["Retirer le préfixe de l’URL de la catégorie."],"Title attribute format":["Format d’attribut de titre"],"Hide Taxonomy Name from Breadcrumb.":["Masquer le nom de la taxonomie dans le fil d’Ariane."],"Hide Post title from Breadcrumb.":["Masquer le titre de la publication dans le fil d’Ariane."],"Label used for 404 error item in breadcrumbs.":["Libellé utilisé pour l’élément d’erreur 404 dans le fil d’Ariane."],"Format the label used for search results pages.":["Mettez en forme le libellé utilisé pour les pages de résultats de recherche."],"Label used for homepage link (first item) in breadcrumbs.":["Libellé utilisé pour le lien de la page d’accueil (premier élément) dans le fil d’Ariane."],"A link to your site, with your site's name and description as anchor text.":["Un lien vers votre site, avec le nom et la description de votre site comme texte d’ancrage."],"A link to your site, with your site's name as anchor text.":["Un lien vers votre site, avec le nom de votre site comme texte d’ancrage."],"A link to the post, with the title as anchor text.":["Un lien vers la publication, avec le titre comme texte d’ancrage."],"Be careful when editing the htaccess file, it is easy to make mistakes and break your site. If that happens, you can restore the file to its state <strong>before the last edit<\/strong> by replacing the htaccess file with the backup copy created by Rank Math in the same directory (<em>.htaccess_back_xxxxxx<\/em>) using an FTP client.":["Soyez prudent lorsque vous modifiez le fichier htaccess, il est facile de faire des erreurs et de casser votre site. Si cela se produit, vous pouvez restaurer l’état du fichier <strong>avant la dernière modification<\/strong> en remplaçant le fichier htaccess par la copie de sauvegarde créée par Rank Math dans le même répertoire (<em>.htaccess_back_xxxxxx<\/em>) en utilisant un client FTP."],"A link to the archive for the post author, with the authors name as anchor text.":["Un lien vers l’archive pour l’auteur de la publication, avec le nom de l’auteur comme texte d’ancrage."],"The <code>nofollow<\/code> attribute <strong>will not be added<\/strong> for the link if target domain is in this list. Add one per line.":["L’attribut <code>nofollow<\/code> <strong>ne sera pas ajouté<\/strong> pour le lien si le domaine cible figure dans cette liste. Ajoutez-en un par ligne."],"Extend the functionality of WordPress by creating redirects in our plugin when you change the slug of a post, page, category or a CPT. You can modify the redirection further according to your needs.":["Étendez les fonctionnalités de WordPress en créant des redirections dans notre extension quand vous modifiez le slug d’un article, d’une page, d’une catégorie ou d’un type de publication personnalisé. Vous pouvez modifier la redirection en fonction de vos besoins."],"Enable breadcrumbs function":["Activer la fonction du fil d’Ariane"],"Leave the field empty to let WordPress handle the contents dynamically. If an actual robots.txt file is present in the root folder of your site, this option won't take effect and you have to edit the file directly, or delete it and then edit from here.":["Laissez le champ vide pour laisser WordPress gérer les contenus de manière dynamique. Si un fichier robots.txt est déjà présent dans le dossier racine de votre site, cette option n’aura pas effet et vous devrez modifier le fichier directement, ou le supprimer, puis le modifier à partir d’ici."],"Authors":["Auteurs\/autrices"],"Enter URIs or keywords you wish to prevent from getting logged by the 404 monitor.":["Saisir des URI ou des mots-clés que vous souhaitez empêcher de journaliser par le moniteur 404."],"Contents are locked because a robots.txt file is present in the root folder.":["Le contenu est verrouillé car un fichier robots.txt est présent dans le dossier racine."],"Add <code>alt<\/code> attributes for <code>images<\/code> without <code>alt<\/code> attributes automatically. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Ajouter automatiquement des attributs <code>alt<\/code> aux <code>images<\/code> sans attributs <code>alt<\/code>. L’attribut est appliqué dynamiquement lorsque le contenu est affiché et le contenu stocké n’est pas modifié."],"Add <code>TITLE<\/code> attribute for all <code>images<\/code> without a <code>TITLE<\/code> attribute automatically. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Ajouter automatiquement l’attribut <code>TITLE<\/code> à toutes les <code>images<\/code> sans attribut <code>TITLE<\/code>. L’attribut est appliqué dynamiquement lorsque le contenu est affiché et le contenu stocké n’est pas modifié."],"Redirect all attachment page URLs to the post they appear in. For more advanced redirection control, use the built-in %s.":["Rediriger toutes les URL de page de pièce jointe vers la publication dans laquelle elles apparaissent. Pour un contrôle de redirection plus avancé, utilisez le %s intégré."],"Only add <code>nofollow<\/code> attribute for the link if target domain is in this list. Add one per line. Leave empty to apply nofollow for <strong>ALL<\/strong> external domains.":["Ajouter uniquement l’attribut <code>nofollow<\/code> pour le lien si le domaine cible figure dans cette liste. Ajoutez un par ligne. Laissez vide pour appliquer nofollow à <strong>TOUS<\/strong> domaines externes."],"Automatically add <code>target=\"_blank\"<\/code> attribute for external links appearing in your posts, pages, and other post types to make them open in a new browser tab or window. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Ajouter automatiquement l’attribut <code>target = \"_ blank\"<\/code> pour les liens externes apparaissant dans vos publications, pages et autres types de publication pour les ouvrir dans un nouvel onglet ou une nouvelle fenêtre du navigateur. L’attribut est appliqué dynamiquement lorsque le contenu est affiché et le contenu stocké n’est pas modifié."],"Remove \/category\/ from category archive URLs. %s <br>E.g. <code>example.com\/category\/my-category\/<\/code> becomes <code>example.com\/my-category<\/code>":["Supprimer \/catégorie\/ des URL des catégories d’archive. %s <br>P. ex. : <code>example.com\/category\/my-category\/<\/code> devient <code>exemple.com\/my-category<\/code>"],"Enter your Bing Webmaster Tools verification HTML code or ID. Get it here: %s":["Saisir votre code HTML ou ID de vérification Bing Webmaster Tools. Obtenez-le ici : %s"],"Update data manually":["Mettre à jour les données manuellement"],"Why do this?":["Pourquoi faire cela ?"],"Description":["Description"],"None":["Aucun"],"Advanced":["Avancé"]}},"comment":{"reference":"assets\/admin\/js\/generalSettings.js"}}