{"translation-revision-date":"2025-08-28 10:27:19+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Selected roles will be excluded from the XML &amp; HTML sitemaps.":["Les rôles sélectionnés seront exclus des plans de site XML et HTML."],"Enable the HTML sitemap.":["Activer le plan de site HTML."],"Display Format":["Afficher le format"],"Show Dates":["Afficher les dates"],"Show published dates for each post & page.":["Afficher les dates de publication pour chaque article et page."],"Show the post\/term titles, or the SEO titles in the HTML sitemap.":["Afficher les titres des articles\/termes, ou les titres SEO dans le plan du site HTML."],"Choose how you want to sort the items in the HTML sitemap.":["Choisir comment vous souhaitez trier les éléments dans le plan du site HTML."],"Choose how you want to display the HTML sitemap.":["Choisir le mode d’affichage du plan de site HTML."],"Include this post type in the HTML sitemap if it's enabled.":["Inclure ce type de publication dans le plan de site HTML si cette option est activée."],"Include author archives in the HTML sitemap if it's enabled.":["Inclure les archives d’auteurs\/autrices dans le plan de site HTML si cette option est activée."],"Include archive pages for terms of this taxonomy in the HTML sitemap.":["Inclure les pages d’archives pour les termes de cette taxonomie dans le plan de site HTML."],"Alphabetical":["Par ordre alphabétique"],"Select the page to display the HTML sitemap. Once the settings are saved, the sitemap will be displayed below the content of the selected page.":["Sélectionnez la page pour laquelle vous souhaitez afficher le plan de site HTML. Une fois les réglages enregistrés, le plan du site sera affiché sous le contenu de la page sélectionnée."],"Item Titles":["Titres des éléments"],"SEO Titles":["Titres SEO"],"Sort By":["Trier par"],"Use this shortcode to display the HTML sitemap.":["Utilisez ce code court pour afficher le plan du site en HTML."],"This tab contains settings related to the HTML sitemap.":["Cet onglet contient les réglages relatifs au plan de site HTML."],"Include in HTML Sitemap":["Inclure dans le plan de site HTML"],"Include author archives in the XML sitemap.":["Inclure les archives des auteurs et autrices dans le plan de site XML."],"HTML Sitemap":["Plan de site HTML"],"disable redirect attachments":["désactiver les redirections des pièces jointes"],"To configure meta tags for your media attachment pages, you need to first %s to parent.":["Pour configurer les balises méta pour vos pages de pièces jointes média, vous devez d’abord %s au parent."],"Modified Date":["Date modifiée"],"Published Date":["Date de publication"],"read here":["lire ici"],"Attachments":["Fichiers joints"],"Shortcode":["Code court"],"Page":["Page"],"Include Empty Terms":["Inclure les termes vides"],"Add term IDs, separated by comma. This option is applied for all taxonomies.":["Ajouter des ID de terme, séparés par des virgules. Cette option est appliquée pour toutes les taxonomies."],"your product pages":["vos pages produits"],"Post ID":["ID de publication"],"%s archives":["%s archives"],"Exclude Terms":["Exclure les termes"],"Taxonomies:":["Taxonomies :"],"Exclude Posts":["Exclure des publications"],"single %s":["%s unique"],"Post Types:":["Type de publication :"],"Include this post type in the XML sitemap.":["Inclure ce type de publication dans le fichier sitemap XML."],"your product %s pages":["vous pages produits %s"],"Insert custom field (post meta) names which contain image URLs to include them in the sitemaps. Add one per line.":["Insérez des noms de champs personnalisés (métadonnée article) contenant des URL d’image pour les inclure dans les plan de site. Ajoutez un par ligne."],"Image Custom Fields":["Champs personnalisés de l’image"],"Include the Featured Image too, even if it does not appear directly in the post content.":["Inclure également l’image mise en avant sélectionnée, même si elle n’apparaît pas directement dans le contenu de la publication."],"Include archive pages of terms that have no posts associated.":["Inclure les pages d’archives de termes auxquels aucune publication n’est associée."],"Authors":["Auteurs\/autrices"],"This tab contains General settings related to the XML sitemaps.":["Cet onglet contient les réglages relatifs aux plans de site XML."],"Sitemap URL: %s":["URL du plan de site : %s"],"Please note that this will add the attachment page URLs to the sitemap, not direct image URLs.":["Notez que cela ajoutera les URL de la page de pièce jointe au plan de site, et non des URL d’image directes."],"Exclude User Roles":["Exclure les rôles utilisateur"],"Exclude Users":["Exclure des comptes"],"Add user IDs, separated by commas, to exclude them from the sitemap.":["Ajoutez des ID de compte, séparés par des virgules, pour les exclure du plan de site."],"Links Per Sitemap":["Liens par plan de site"],"Max number of links on each sitemap page.":["Nombre maximum de liens sur chaque page du plan de site."],"Images in Sitemaps":["Images dans les plans de site"],"Include reference to images from the post content in sitemaps. This helps search engines index the important images on your pages.":["Inclure une référence aux images du contenu de la publication dans les plans de site. Cela aide les moteurs de recherche à indexer les images importantes de vos pages."],"Include Featured Images":["Inclure les images mises en avant"],"Enter post IDs of posts you want to exclude from the sitemap, separated by commas. This option **applies** to all posts types including posts, pages, and custom post types.":["Saisir les ID des publications que vous souhaitez exclure du plan de site, séparés par des virgules. Cette option **s’applique** à tous les types de publications, y compris les articles, les pages et les types d’articles personnalisés."],"Include in Sitemap":["Inclure dans le plan de site"],"Include archive pages for terms of this taxonomy in the XML sitemap.":["Inclure les pages d’archives pour les termes de cette taxonomie dans le plan de site XML."],"attachments":["fichiers joints"],"General":["Général"]}},"comment":{"reference":"assets\/admin\/js\/sitemapSettings.js"}}