{"translation-revision-date":"2025-08-28 10:27:19+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Updated":["Mis à jour"],"Resetted":["Réinitialisé"],"Resetting…":["Réinitialisation…"],"Some permissions are missing, please reconnect":["Certains droits sont manquants, veuillez vous reconnecter"],"Test Connections":["Tester les connexions"],"Website Alternate Name":["Nom alternatif du site"],"Person\/Organization Name":["Nom de la personne\/organisation"],"Website Name":["Nom du site"],"Enter the name of your site to appear in search results.":["Saisissez le nom de votre site pour qu’il apparaisse dans les résultats de recherche."],"An alternate version of your site name (for example, an acronym or shorter name).":["Une version alternative de votre nom de site (par exemple, un acronyme ou un nom plus court)."],"Your name or company name intended to feature in Google's Knowledge Panel.":["Votre nom ou celui de votre entreprise doit figurer dans le panneau de connaissances de Google."],"No posts found without SEO score.":["Aucune publication trouvée sans score SEO."],"Recalculate SEO Scores":["Recalculer les scores SEO"],"<strong>Min Size: 112Χ112px<\/strong>.<br \/>A squared image is preferred by the search engines.":["<strong>Taille min. : 112x112px<\/strong>.<br \/>Une image carrée est préférée par les moteurs de recherche."],"Data Stream":["Flux de données"],"You can easily switch between modes at any point.":["Vous pouvez facilement basculer entre les modes à tout moment."],"Create new GA4 Property":["Créer une nouvelle propriété GA4"],"Are you sure, you want to create a new GA4 Property?":["Confirmez-vous la création d’une nouvelle propriété GA4 ?"],"Note":["Note"],"Enable this option to show Analytics Stats on the front just after the admin bar.":["Activer pour afficher les statistiques analytiques sur le site en ligne juste après la barre d’administration."],"Frontend Stats Bar":["Barre de statistiques en ligne"],"Enable the Index Status tab":["Activer l’onglet État de l’index"],"Something went wrong! Please try again.":["Quelque chose s‘est mal passé ! Veuillez réessayer."],"When a featured image or an OpenGraph Image is not set for individual posts\/pages\/CPTs, this image will be used as a fallback thumbnail when your post is shared on Facebook. <strong>The recommended image size is 1200 x 630 pixels.<\/strong>":["Lorsqu’une image mise en avant ou une image OpenGraph n’est pas définie pour des publications\/pages\/CPT individuels, cette image sera utilisée comme miniature de secours lorsque votre publication est partagée sur Facebook. <strong>La taille d’image recommandée est de 1 200 x 630 pixels.<\/strong>"],"Know more about the PRO version":["En savoir plus sur la version PRO"],"click here":["cliquer ici"],"Every 30 days":["Tous les 30 jours"],"Email report frequency.":["Fréquence des rapports par e-mail."],"Email Frequency":["Fréquence des e-mails"],"Turn on email reports.":["Activer les rapports par e-mail."],"Receive Analytics reports periodically in email.":["Recevez régulièrement des rapports de statistiques par e-mail."],"Email Reports":["Rapports par e-mail"],"Learn more about Email Reports.":["En apprendre plus à propos des rapports par e-mail."],"Subscribe to Our YouTube Channel":["Souscrire à notre chaîne YouTube"],"Are you sure you want to disconnect Google services from your site?":["Voulez-vous vraiment déconnecter les services Google de votre site ?"],"Self-Hosted Analytics JS File":["Fichier JS Analytics auto-hébergé"],"You have not given the permission to fetch this data. Please <a href=\"%s\">reconnect<\/a> with all required permissions.":["Vous n’avez pas l’autorisation de récupérer ces données. Veuillez <a href=\"%s\">vous reconnecter<\/a> avec tous les droits nécessaires."],"Cancel Fetch":["Annuler la récupération"],"Are you sure? You want to reset settings.":["Confirmez-vous ? Vous souhaitez réinitialiser les réglages."],"Select this if you have a custom Rank Math settings file you want to use.":["Sélectionner si vous souhaitez utiliser un fichier de réglages personnalisés de Rank Math."],"Google AdSense support is only available in Rank Math Pro's Advanced Analytics module.":["La prise en charge de Google AdSense n’est disponible que dans le module Advanced Analytics de Rank Math Pro."],"Enable this option only if you are not using any other plugin\/theme to install Google Analytics code.":["Activez cette option que si vous n’utilisez aucune autre extension\/thème pour installer le code Google Analytics."],"Reconnect":["Reconnecter"],"AdSense":["AdSense"],"Exclude Logged-in users":["Exclure les utilisateurs connectés"],"PRO":["PRO"],"Anonymize IP addresses":["Anonymiser les adresses IP"],"Install analytics code":["Installer le code des statistiques"],"Property":["Propriété"],"Site":["Site"],"Disconnect":["Déconnecter"],"Benefits of Connecting Google Account":["Avantages de la connexion du compte Google"],"Connect Google Services":["Connecter les services Google"],"Connect Your Rank Math Account":["Connectez votre compte Rank Math"],"Learn more about the benefits of connecting your account here.":["En savoir plus sur les avantages de la connexion de votre compte ici."],"Benefits of Connecting Rank Math Account":["Avantages de la connexion du compte Rank Math"],"Analytics Database":["Base de données des statistiques"],"Track page and keyword rankings with the Advanced Analytics module":["Suivez le classement des pages et des mots-clés avec le module statistiques avancées"],"Connect Google&trade; Services":["Connecter les services Google™"],"Easily set up Google Analytics without using another 3rd party plugin":["Configurez facilement Google Analytics sans utiliser d’extension tierce"],"Free keyword suggestions when entering a focus keyword":["Suggestions gratuites de mots-clés lors de la saisie d’un mot-clé principal"],"Verify site ownership on Google Search Console in a single click":["Vérifiez la propriété du site sur Google Search Console en un seul clic"],"Automatically submit sitemaps to the Google Search Console":["Soumettez automatiquement les plans de site à la Google Search Console"],"Use our revolutionary SEO Analyzer to scan your website for SEO errors":["Utilisez notre analyseur de SEO révolutionnaire pour rechercher les erreurs de référencement sur votre site."],"Delete data":["Supprimer les données"],"You are using the recommended WordPress version.":["Vous utilisez la version recommandée de WordPress."],"Disconnect Account":["Déconnecter ce compte"],"Not Connected":["Non connecté"],"Connected":["Connecté"],"Account":["Compte"],"For the advanced users who want to control every SEO aspect of the website. You are offered options to change everything and have full control over the website’s SEO.":["Utiliser si vous souhaitez contrôler tous les aspects SEO du site Web. Des options vous sont proposées pour tout changer et avoir un contrôle total sur le référencement du site Web."],"For websites where you only want to change the basics and let Rank Math do most of the heavy lifting. Most settings are set to default as per industry best practices. One just has to set it and forget it.":["Laisser Rank Math faire l’essentiel du travail. La plupart des réglages sont définis par défaut conformément aux meilleures pratiques utilisées. Il suffit de le régler et de l’oublier."],"The Role Manager allows you to use WordPress roles to control which of your site users can have edit or view access to Rank Math's settings.":["Le gestionnaire de rôles vous permet d’utiliser des rôles WordPress pour contrôler quels utilisateurs de votre site peuvent avoir un accès en modification ou en affichage aux réglages de Rank Math."],"Warning: ":["Avertissement : "],"Schema Type for %s":["Type de schéma pour %s"],"Schema Type":["Type de Schéma"],"Schema Markup":["Balisage du schéma "],"Schema adds metadata to your website, resulting in rich search results and more traffic.":["des snippets pertinents ajoutent des métadonnées à votre site Web, ce qui donne des résultats de recherche pertinentes et plus de trafic."],"Enable auto update of the plugin":["Activer les mises à jour automatiques de l’extension"],"Redirections":["Redirections"],"Logo for Google":["Logo pour Google"],"Product":["Produit"],"Article Type":["Type de l’article"],"Article":["Article"],"Blog Post":["Article de blog"],"Import":["Importer"],"Your Site":["Votre Site"],"Optimization":["Optimisation"],"Ready":["Prêt"],"Your website is compatible to run Rank Math SEO":["Votre site est compatible avec Rank Math SEO"],"More":["Plus"],"Less":["Moins"],"Continue":["Continuer"],"Fetching in Progress":["Récupération en cours"],"Knowledge Base":["Base de connaissances"],"Learn more.":["En savoir plus."],"Rank Math Knowledge Base":["Base de connaissance Rank Math"],"Join FREE Facebook Group":["Rejoignez le groupe Facebook gratuit"],"Skip, Don't Import Now":["Ignorer, ne pas importer maintenant"],"Your server is correctly configured to use Rank Math.":["Votre serveur est correctement configuré pour utiliser Rank Math."],"404 + Redirection":["404 + Redirection"],"Learn more about Redirections.":["En savoir plus sur redirections."],"Public Taxonomies":["Taxonomies publiques"],"Search Console":["Search Console"],"Default Social Share Image":["Image de partage social par défaut"],"Role Manager":["Gestionnaire de rôle"],"Include Images":["Inclure les images"],"Nofollow External Links":["Liens externes Nofollow"],"News Article":["Actualités"],"Public Post Types":["Types de publications publiques"],"Open External Links in New Tab\/Window":["Ouvrir le lien dans un nouvel onglet\/une nouvelle fenêtre"],"Deactivate Plugin":["Extension désactivée"],"Import SEO Settings":["Réglages SEO du thème"],"Get 24x7 Support":["Obtenir une assistance 24h\/7j"],"Setup Advanced Options":["Configuration des options avancées"],"Your server is correctly configured to use this plugin.":["Votre serveur est correctement configuré pour utiliser cette extension."],"You can import settings in the next step.":["Vous pouvez importer des réglages à l’étape suivante."],"Your Website: %s":["Votre site : %s"],"Search":["Rechercher"],"Save and Continue":["Enregistrer et continuer"],"Skip Step":["Sauter l’étape"],"SEO Tweaks":["Ajustements SEO"],"Importing: ":["Importation : "],"Read more about it here.":["Lire plus à ce sujet ici."],"Please resolve the issues above to be able to use all SEO features. If you are not sure how to do it, please contact your hosting provider.":["Veuillez résoudre les problèmes ci-dessus pour être en mesure d’utiliser toutes les fonctionnalités SEO. Si vous n’êtes pas sûr de savoir comment procéder, veuillez contacter votre fournisseur d’hébergement."],"Set capabilities here.":["Configurez les permissions ici."],"Default rich snippet selected when creating a new product.":["Extrait enrichi par défaut sélectionné lors de la création d’un nouveau produit."],"Set default values for the 404 error monitor here.":["Définissez ici les valeurs par défaut pour la surveillance d’erreurs 404."],"404 Monitor":["Surveillance 404"],"Set up temporary or permanent redirections. Combined with the 404 monitor, you can easily redirect faulty URLs on your site, or add custom redirections.":["Configurez des redirections temporaires ou permanentes. Combiné avec la surveillance des 404, vous pouvez facilement rediriger les URL défectueuses sur votre site, ou ajouter des redirections personnalisées."],"Your PHP Version: %s":["Votre version de PHP : %s"],"No known conflicting plugins found.":["Aucune extension conflictuelle répertoriée trouvée."],"The 404 monitor will let you see if visitors or search engines bump into any <code>404 Not Found<\/code> error while browsing your site.":["Le moniteur 404 vous permet de voir si les visiteurs ou les moteurs de recherche rencontrent une erreur <code>404 Not Found<\/code> lors de la navigation sur votre site."],"Automatically add a <code>target=\"_blank\"<\/code> attribute to external links appearing in your posts, pages, and other post types. The attributes are applied when the content is displayed, which does not change the stored content.":["Ajouter automatiquement un attribut <code>target=\"_ blank\"<\/code> aux liens externes apparaissant dans vos articles, pages et autres types de publication. Les attributs sont appliqués lorsque le contenu est affiché, ce qui ne modifie pas le contenu stocké."],"Search the Knowledge Base for answers to your questions:":["Recherchez dans la base de connaissances les réponses à vos questions :"],"Click here to learn how to setup Rank Math properly":["Cliquer ici pour savoir comment configurer Rank Math correctement"],"You can import SEO settings from the following plugins:":["Vous pouvez importer les réglages SEO à partir des extensions suivantes :"],"Please resolve the issues above to be able to use all features of Rank Math plugin. If you are not sure how to do it, please contact your hosting provider.":["Veuillez résoudre les problèmes ci-dessus pour pouvoir utiliser toutes les fonctionnalités de l’extension Rank Math. Si vous ne savez pas comment procéder, veuillez contacter votre fournisseur d’hébergement."],"The following active plugins on your site may cause conflict issues when used alongside Rank Math: ":["Les extensions actives suivantes sur votre site peuvent provoquer des problèmes de conflit lorsqu’ils sont utilisés avec Rank Math : "],"Setting empty archives to <code>noindex<\/code> is useful for avoiding indexation of thin content pages and dilution of page rank. As soon as a post is added, the page is updated to <code>index<\/code>.":["Définir des archives vides sur <code>noindex<\/code> est utile pour éviter l’indexation des pages à contenu fin et la dilution du grade de page. Dès qu’un article est ajouté, la page est mise à jour avec <code>index<\/code>."],"Noindex Empty Category and Tag Archives":["Archives de catégories et d’étiquettes vides Noindex"],"Automatically add <code>rel=\"nofollow\"<\/code> attribute for external links appearing in your posts, pages, and other post types. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Ajouter automatiquement l’attribut <code>rel=\"nofollow\"<\/code> pour les liens externes apparaissant dans vos articles, pages et autres types de publication. L’attribut est appliqué dynamiquement lorsque le contenu est affiché et le contenu stocké n’est pas modifié."],"Analytics":["Statistiques"],"More information":["Plus d’informations"],"Start Import":["Démarrer l’importation"],"Proceed to Help Page":["Passer à la page d’aide"],"Setup Tutorial":["Tutoriel de configuration"],"Select the type that best describes your business. If you can't find one that applies exactly, use the generic \"Organization\" or \"Local Business\" types.":["Sélectionnez la catégorie qui décrit le mieux votre entreprise. Si vous ne trouvez pas celle qui convient parfaitement, utilisez les catégories génériques « Organisation » ou « Entreprise locale »."],"Use automatic structured data to mark up content, to help Google better understand your content's context for display in Search. You can set different defaults for your posts here.":["Utiliser des données structurées automatiques pour baliser le contenu afin d’aider Google à mieux comprendre le contexte de votre contenu à afficher dans la recherche. Vous pouvez définir ici différentes valeurs par défaut pour vos publications."],"Google does not allow Person as the Publisher for articles. Organization will be used instead. You can read more about this <a href=\"%s\" target=\"_blank\">here<\/a>.":["Google n’autorise pas « personne » à être un éditeur de publications. En revanche, une organisation pourra être utilisé. Vous pouvez en savoir plus à ce sujet <a href=\"%s\" target=\"_blank\">ici<\/a>."],"The following active plugins on your site may cause conflict issues when used alongside this plugin: ":["Les extensions activées suivantes sur votre site peuvent causer des problèmes de conflit lorsqu’elles sont utilisées avec cette extension : "],"Advanced Options":["Options avancées"],"Sitemaps":["Plans de site"],"XML Sitemaps help search engines index your website&#039;s content more effectively.":["Les plans de site XML aident les moteurs de recherche à indexer plus efficacement le contenu de votre site."],"Include reference to images from the post content in sitemaps. This helps search engines index your images better.":["Inclure une référence aux images des articles dans les plans de site. Cela aide les moteurs de recherche à mieux indexer vos images."],"Select post types to enable SEO options for them and include them in the sitemap.":["Sélectionner les types de publications pour activer leurs options SEO et les inclure dans le plan de site."],"Select taxonomies to enable SEO options for them and include them in the sitemap.":["Sélectionner les taxonomies pour activer les options SEO correspondantes et les inclure dans le plan de site."],"Your PHP Version: %s | Recommended version: 7.4 | Minimal required: 7.2":["Votre version PHP : %s | Version recommandée : 7.4 | Minimum nécessaire : 7.2"],"Learn more":["En savoir plus"],"Proceed to Settings":["Passer aux réglages"],"Sitemap":["Plan de site"],"Update data manually":["Mettre à jour les données manuellement"],"Getting Started":["Premiers pas"],"Start Wizard":["Démarrer l’assistant"],"None":["Aucun"],"Personal Blog":["Blog personnel"],"Personal Portfolio":["Portfolio personnel"],"Other Personal Website":["Autre site personnel"],"Small Business Site":["Site pour les petites entreprises"],"Deactivated":["Désactivé"],"Return to dashboard":["Retour au tableau de bord"],"Business Type":["Type d’entreprise"],"Community Blog\/News Site":["Blog communautaire\/site d’informations"],"Webshop":["Boutique en ligne"],"Other Business Website":["Site web des autres entreprises"],"Input Data From:":["Données d’entrée de :"],"Advanced":["Avancé"]}},"comment":{"reference":"assets\/admin\/js\/wizard.js"}}