{"translation-revision-date":"2025-08-28 10:27:19+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Check Key":["Vérifier la clé"],"The IndexNow API key proves the ownership of the site. It is generated automatically. You can change the key if it becomes known to third parties.":["La clé de l’API d’IndexNow prouve la propriété du site. Elle est générée automatiquement. Vous pouvez changer la clé si elle est connue par des tiers."],"Change Key":["Changer la clé"],"API Key Location":["Emplacement de la clé de l’API"],"Use the %1$s button to verify that the key is accessible for search engines. Clicking on it should open the key file in your browser and show the API key.":["Utilisez le bouton %1$s pour vérifier que la clé est accessible aux moteurs de recherche. En cliquant dessus, vous devriez ouvrir le fichier clé dans votre navigateur et afficher la clé de l’API."],"API Key":["Clé de l’API"],"Too Many Requests":["Trop de requêtes"],"Forbidden":["Interdit"],"Accepted":["Accepté"],"Reasons":["Raisons"],"Response Code Help":["Aide sur le code de réponse"],"Response":["Réponse"],"Manual":["Manuel"],"History":["Historique"],"Send URLs directly to the IndexNow API.":["Envoyez des URL directement à l’API d’IndexNow."],"The last 100 IndexNow API requests.":["Les 100 dernières requêtes API d’IndexNow."],"An error occurred while submitting the URL.":["Une erreur est survenue lors de l’envoi de l’URL."],"Error: could not clear history.":["Erreur : impossible de vider l’historique."],"Insert URLs to send to the IndexNow API (one per line, up to 10,000):":["Insérez les URL à envoyer à l’API d’IndexNow (une par ligne, jusqu’à 10 000) :"],"Clear History":["Vider l’historique"],"The URL was successfully submitted to the IndexNow API.":["L’URL a bien été envoyée à l’API d’IndexNow."],"The URL was successfully submitted to the IndexNow API, but the API key will be checked later.":["L’URL a bien été envoyée à l’API d’IndexNow, mais la clé de l’API sera vérifiée plus tard."],"The request was invalid.":["La requête n’était pas valide."],"The key was invalid (e.g. key not found, file found but key not in the file).":["La clé n’était pas valide (p. ex. : clé non trouvée, fichier trouvé mais clé non présente dans le fichier)."],"The URLs don't belong to the host or the key is not matching the schema in the protocol.":["Les URL n’appartiennent pas à l’hôte ou la clé ne correspond pas au schéma du protocole."],"Submit posts from these post types automatically to the IndexNow API when a post is published, updated, or trashed.":["Envoyer les publications de ces types de publication automatiquement à l’API IndexNow lorsqu’une publication est publiée, mise à jour ou mise dans la corbeille."],"No submissions yet.":["Aucun envoi pour l‘instant."],"Auto":["Automatique"],"URL slug placeholder\u0004hello-world":["bonjour-tout-le-monde"],"Unprocessable Entity":["Entité intraitable"],"Auto-Submit Post Types":["Envoi automatique des types de publication"],"Bad Request":["Mauvaise requête"],"Response Message":["Message de réponse"],"Too Many Requests (potential Spam).":["Trop de requêtes (spam potentiel)"],"Submit URLs":["Envoyer les URL"],"Time":["Temps"],"Settings":["Réglages"],"URL":["URL"],"All":["Tous"],"OK":["OK"],"Response Code":["Code de réponse"]}},"comment":{"reference":"assets\/admin\/js\/instantIndexingSettings.js"}}