{"translation-revision-date":"2025-08-28 10:27:19+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Additional Profiles":["Profils supplémentaires"],"Additional Profiles to add in the <code>sameAs<\/code> Schema property.":["Profils supplémentaires à ajouter dans la propriété Schema <code>sameAs<\/code>."],"Website Alternate Name":["Nom alternatif du site"],"Person\/Organization Name":["Nom de la personne\/organisation"],"Website Name":["Nom du site"],"Enter the name of your site to appear in search results.":["Saisissez le nom de votre site pour qu’il apparaisse dans les résultats de recherche."],"An alternate version of your site name (for example, an acronym or shorter name).":["Une version alternative de votre nom de site (par exemple, un acronyme ou un nom plus court)."],"Your name or company name intended to feature in Google's Knowledge Panel.":["Votre nom ou celui de votre entreprise doit figurer dans le panneau de connaissances de Google."],"<strong>Min Size: 112Χ112px<\/strong>.<br \/> A squared image is preferred by the search engines.":["<strong>Taille min. : 112x112px<\/strong>.<br \/>Une image carrée est préférée par les moteurs de recherche."],"Prevent paginated pages of single pages and posts to show up in the search results. This also applies for the Blog page.":["Empêche les pages paginées de pages uniques et les publications d’apparaître dans les résultats de recherche. Ceci s’applique également à la page Blog."],"Noindex Paginated Single Pages":["Ne pas indexer les pages uniques paginées"],"Noindex Subpages":["Ne pas indexer les sous-pages"],"Schema type name in a field description\u0004Article":["Publication"],"Default rich snippet selected when creating a new post of this type. If %s is selected, it will be applied for all existing posts with no Schema selected.":["Extrait enrichi par défaut choisi lors de la création d’une nouvelle publication de ce type. Si %s est choisi, il sera appliqué à toutes les publications existantes sans schéma sélectionné."],"disable redirect attachments":["désactiver les redirections des pièces jointes"],"To configure meta tags for your media attachment pages, you need to first %s to parent.":["Pour configurer les balises méta pour vos pages de pièces jointes média, vous devez d’abord %s au parent."],"Slack Enhanced Sharing":["Partage Slack amélioré"],"When the option is enabled and a %s is shared on Slack, additional information will be shown (estimated time to read and author).":["Lorsque l’option est activée et qu’un•e %s est partagée sur Slack, des informations supplémentaires s’affichent (temps de lecture estimé et auteur)."],"When the option is enabled and a page is shared on Slack, additional information will be shown (estimated time to read).":["Lorsque l’option est activée et qu’une page est partagée sur Slack, des informations supplémentaires s’affichent (temps de lecture estimé)."],"When the option is enabled and a product is shared on Slack, additional information will be shown (price & availability).":["Lorsque l’option est activée et qu’un produit est partagé sur Slack, des informations supplémentaires s‘affichent (prix et disponibilité)."],"When the option is enabled and an author archive is shared on Slack, additional information will be shown (name & total number of posts).":["Lorsque l’option est activée et qu’une archive d’auteur est partagée sur Slack, des informations supplémentaires s‘affichent (nom et nombre total de publications)."],"When the option is enabled and a product is shared on Slack, additional information will be shown (price).":["Lorsque l’option est activée et qu’un produit est partagé sur Slack, des informations supplémentaires s‘affichent (prix)."],"When the option is enabled and a term from this taxonomy is shared on Slack, additional information will be shown (the total number of items with this term).":["Lorsque l’option est activée et qu’un terme de cette taxonomie est partagé sur Slack, des informations supplémentaires s‘affichent (le nombre total d’éléments avec ce terme)."],"Automatically capitalize the first character of each word in the titles.":["Mettre automatiquement en majuscule le premier caractère de chaque mot dans les titres."],"When a featured image or an OpenGraph Image is not set for individual posts\/pages\/CPTs, this image will be used as a fallback thumbnail when your post is shared on Facebook. The recommended image size is 1200 x 630 pixels.":["Lorsqu’une image mise en avant ou une image OpenGraph n’est pas définie pour des publications\/pages\/CPT individuels, cette image sera utilisée comme miniature de remplacement lorsque votre publication sera partagée sur Facebook. La taille d’image recommandée est de 1200 x 630 pixels."],"Add SEO Controls":["Ajouter des contrôles SEO"],"Choose which taxonomy you want to use with the Primary Term feature. This will also be the taxonomy shown in the Breadcrumbs when a single %1$s is being viewed.":["Choisissez la taxonomie que vous souhaitez utiliser avec la fonctionnalité de terme principal. Ce sera également la taxonomie affichée dans le fil d’Ariane lorsqu’un %1$s unique est affiché."],"Multiple Locations are available in the %s.":["La %s permet d’avoir plusieurs emplacements."],"EDD Product":["Produit EDD"],"WooCommerce Product":["Produit WooCommerce"],"Custom values for robots meta tag on %s.":["Valeurs personnalisées pour la balise métadonnée robots sur %s."],"Custom values for robots meta tag on %s archives.":["Valeurs personnalisées pour la balise métadonnées robots sur les archives %s."],"Image Preview":["Aperçu de l’image"],"Video Preview":["Aperçu de la vidéo"],"Snippet":["Extrait de code"],"Use the <code>[rank_math_contact_info]<\/code> shortcode to display contact information in a nicely formatted way. You should also claim your business on Google if you have not already.":["Utilisez le code court <code>[rank_math_contact_info]<\/code> pour afficher les informations de contact d’une manière joliment formatée. Vous devez également revendiquer votre entreprise sur Google si vous ne l’avez pas déjà fait."],"Attachments":["Fichiers joints"],"Schema Type":["Type de Schéma"],"This tab contains SEO options for BuddyPress Group pages.":["Cet onglet contient des options SEO pour les pages de Groupe BuddyPress."],"Region":["Région"],"Locality":["Localité"],"Street Address":["Adresse postale"],"Postal Code":["Code postal"],"Specify a maximum size of image preview to be shown for images on this page.":["Spécifiez une taille maximale d’aperçu d’image à afficher pour les images de cette page."],"Specify a maximum duration in seconds of an animated video preview.":["Spécifiez une durée maximale, en secondes, de l’aperçu de la vidéo."],"Specify a maximum text-length, in characters, of a snippet for your page.":["Saisir la longueur maximale du texte, en caractères, de l’extrait de code pour votre page."],"Group Advanced Robots Meta":["Métas pour groupe de robots avancés"],"Large":["Grand"],"Advanced Robots Meta":["Métas robots avancés"],"Standard":["Standard"],"Homepage Advanced Robots":["Page d’accueil robots avancés"],"Author Advanced Robots":["Auteur pour robots avancés"],"Custom Fields":["Champs personnalisés"],"Date Advanced Robots":["Date pour robots avancés"],"List of custom fields name to include in the Page analysis. Add one per line.":["Liste des noms de champs personnalisés à inclure dans l’analyse de page. Saisir un par ligne."],"%s Advanced Robots Meta":["%s Robot-Meta avancée"],"%s Archives Advanced Robots Meta":["%s Archives de Robot-Meta avancée"],"BuddyPress group description":["Description du groupe BuddyPress"],"Group Description":["Description du groupe"],"Group Title":["Titre du groupe"],"Groups":["Groupes"],"BuddyPress:":["BuddyPress :"],"Custom values for robots meta tag on groups page.":["Valeurs personnalisées pour les balises meta des robots sur la page des groupes."],"Group Robots Meta":["Méta Robots de groupe"],"Title tag for groups":["Étiquette de titre pour les groupes"],"Select custom robots meta for Group archive pages. Otherwise the default meta will be used, as set in the Global Meta tab.":["Sélectionner des méta robots personnalisés pour les pages d’archives du groupe. Sinon, la métadonnée par défaut sera utilisée, comme défini dans l’onglet Méta global."],"Enables or disables Author Archives. If disabled, the Author Archives are redirected to your homepage. To avoid duplicate content issues, noindex author archives if you keep them enabled.":["Activer ou désactiver les archives d’auteur. Si désactivé, les archives d’auteur sont redirigés vers la page d’accueil. Pour éviter d’avoir du contenu dupliqué, désindexer les archives d’auteur si vous le gardez activé."],"Enable or disable the date archives (e.g: %s). If this option is disabled, the date archives will be redirected to the homepage.":["Activer ou désactiver les archives de date (p. ex. : %s). Si cette option est désactivée, les archives de date seront redirigées vers la page d’accueil."],"Date Robots Meta":["Métas robots pour les dates"],"Custom values for robots meta tag on author page.":["Valeurs personnalisées pour la balise méta robots sur la page de l’auteur."],"Author Robots Meta":["Méta robots de l’auteur"],"Select custom robots meta for author page, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. Otherwise the default meta will be used, as set in the Global Meta tab.":["Sélectionnez la métadonnée des robots personnalisés pour la page de l’auteur, telle que <code>nofollow<\/code>, <code>noarchive<\/code>, etc. Sinon, la métadonnée par défaut sera utilisée, comme défini dans l’onglet Méta global."],"Custom values for robots meta tag on date page.":["Valeurs personnalisées pour la balise métadonnées robots sur la page de date."],"Thumbnail for Facebook":["Miniature pour Facebook"],"Image displayed when your page is shared on Facebook and other social networks. Use images that are at least 1200 x 630 pixels for the best display on high resolution devices.":["L’image est affichée lorsque votre page est partagée sur Facebook et d’autres réseaux sociaux. Utilisez des images avec au moins 1200 x 630 pixels pour un meilleur affichage sur des appareils haute résolution."],"Your current theme doesn't support title-tag. Enable this option to rewrite page, post, category, search and archive page titles.":["Votre thème actuel ne supporte pas les balises titre. Activez cette option pour réécrire les titres de page, publication, catégorie, recherche et archivage."],"Rewrite Titles":["Réécrire les titres"],"Titles":["Titres"],"Read Only":["Lecture seule"],"Facebook Page URL":["URL profil Facebook"],"Facebook App":["Application Facebook"],"Description for %s archives":["Description pour les archives %s"],"Noindex Search Results":["Résultats de recherche en noindex"],"Noindex Password Protected Pages":["Pages protégées par mot de passe en noindex"],"%s Archive Title":["%s Titre de l’archive"],"%s Archive Description":["%s Description de l’archive"],"Twitter Username":["Nom d’utilisateur Twitter"],"Primary Taxonomy":["Taxonomie principale"],"Facebook Admin":["Administration Facebook"],"%s Archive Descriptions":["%s descriptions d’archive"],"Facebook Secret":["Secret Facebook"],"Remove Snippet Data":["Retirer les données d’extrait"],"%s Robots Meta":["%s robots Meta"],"Title tag for %s archives":["Étiquette titre pour les archives de %s"],"%s Archive Titles":["%s : titres des archives"],"Description for %s archive pages.":["Description pour les pages d’archive %s."],"Title for %s archive pages.":["Titre des pages d’archives %s."],"Facebook Authorship":["Auteur Facebook"],"Select custom robots meta, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. for %s archive pages. Otherwise the default meta will be used, as set in the Global Meta tab.":["Sélectionnez les meta robots tels que <code>nofollow<\/code>, <code>noarchive<\/code>, etc. pour les pages archive %s . Sinon les meta par défaut seront utilisés comme définis dans le tableau global des meta."],"Link Suggestion Titles":["Titres de suggestion de lien"],"Remove schema data from %s.":["Supprimer les données de schéma de %s."],"%s Archives Robots Meta":["%s Métadonnées robots archives"],"Bulk Editing":["Modification en masse"],"Enter alphanumeric secret ID. %s.":["Saisir l’ID secret alphanumérique. %s."],"Prevent search results pages from getting indexed by search engines. Search results could be considered to be thin content and prone to duplicate content issues.":["Empêche les pages de résultats de recherche d’être indexées par les moteurs de recherche. Les résultats de recherche peuvent être considérés comme du contenu fin et des problèmes de contenu en double."],"Default title tag for single %s pages. This can be changed on a per-post basis on the post editor screen.":["Balise de titre par défaut pour les pages seules %s. Cela peut être changé article par article sur l’écran d’édition de la publication."],"Add bulk editing columns to the post listing screen.":["Ajoutez des blocs colonnes d’édition à l’écran d’affichage de la liste."],"Prevent password protected pages & posts from getting indexed by search engines.":["Empêchez les pages et les articles protégés par un mot de passe d’être indexés par les moteurs de recherche."],"Select custom robots meta, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. for single %s pages. Otherwise the default meta will be used, as set in the Global Meta tab.":["Sélectionnez des métadonnées de robots personnalisées, telles que <code>nofollow<\/code>, <code>noarchive<\/code>, etc. pour les pages uniques de %s. Sinon, la métadonnée par défaut sera utilisée, comme défini dans l’onglet Global Meta."],"Enable Link Suggestions meta box for this post type, along with the Pillar Content feature.":["Activez la boîte méta de suggestions de liens pour ce type de publication, ainsi que la fonctionnalité Contenu Essentiel."],"Single %s Title":["Titre %s unique"],"Single %s Description":["Description de\/du %s unique"],"Default description for single %s pages. This can be changed on a per-post basis on the post editor screen.":["Description par défaut pour les pages %s uniques. Cela peut être modifié sur une base par poste sur l’écran de l’éditeur de publications."],"Add SEO controls for the editor screen to customize SEO options for posts in this post type.":["Ajouter des contrôles SEO pour l’écran de l’éditeur afin de personnaliser les options SEO pour ce type de publication."],"Enter %s. Use a comma to separate multiple IDs. Alternatively, you can enter an app ID below.":["Saisir %s. Utilisez une virgule pour séparer plusieurs ID. Vous pouvez également entrer un ID d’application ci-dessous."],"Enter %s. Alternatively, you can enter a user ID above.":["Saisir %s. Alternativement, vous pouvez entrer un ID utilisateur ci-dessus."],"Enter the Twitter username of the author to add <code>twitter:creator<\/code> tag to posts. eg: <code>RankMathSEO<\/code>":["Saisir l’identifiant Twitter de l’auteur ou autrice pour ajouter la balise<code>twitter:creator<\/code> aux publications. P. ex. : <code>RankMathSEO<\/code>"],"Add the SEO Controls for the term editor screen to customize SEO options for individual terms in this taxonomy.":["Ajouter des contrôles SEO pour l’écran de l’éditeur de termes afin de personnaliser les options SEO pour les termes individuels de cette taxonomie."],"Use the Focus Keyword as the default text for the links instead of the post titles.":["Utilisez le mot-clé principal en tant que texte par défaut pour les liens au lieu des titres de publication."],"Enter your complete Facebook page URL here. eg:":["Saisir l’URL complète de votre page Facebook ici. P. ex. :"],"Insert personal Facebook profile URL to show Facebook Authorship when your articles are being shared on Facebook. eg:":["Insérer l’URL de votre profil Facebook personnel pour indiquer votre statut d’auteur\/autrice à Facebook lorsque vos publications sont partagées sur Facebook. P. ex. :"],"Prevent all paginated pages from getting indexed by search engines.":["Empêche toutes les pages paginées d’être indexées par les moteurs de recherche."],"Article Type":["Type de l’article"],"Article":["Article"],"Blog Post":["Article de blog"],"Person":["Personne"],"Organization":["Organisation"],"Logo":["Logo"],"URL":["URL"],"Email":["E-mail"],"Phone":["Téléphone"],"Address":["Adresse"],"Address Format":["Format de l’adresse"],"Phone Number":["Numéro de téléphone"],"Contact Page":["Page de contact"],"Add":["Ajouter"],"Disabled":["Désactivé"],"Enabled":["Activé"],"404 Title":["Titre 404"],"Twitter Card Type":["Type de carte Twitter"],"You can use the separator character in titles by inserting <code>%separator%<\/code> or <code>%sep%<\/code> in the title fields.":["Vous pouvez utiliser le caractère de séparateur dans les titres en insérant <code>%separator%<\/code> ou <code>%sep%<\/code> dans les champs de titre."],"Focus Keywords":["Mots-clés principaux"],"Latitude and longitude values separated by comma.":["Valeurs de latitude et de longitude séparées par des virgules."],"Geo Coordinates":["Coordonnées géographiques"],"Select a page on your site where you want to show the LocalBusiness meta data.":["Sélectionnez une page sur votre site où vous souhaitez afficher les méta-données LocalBusiness."],"e.g. 09:00-17:00":["p. ex. 09:00-17:00"],"Sunday":["Dimanche"],"Saturday":["Samedi"],"Friday":["Vendredi"],"Thursday":["Jeudi"],"Wednesday":["Mercredi"],"Tuesday":["Mardi"],"Monday":["Lundi"],"Search engines may prominently display your contact phone number for mobile users.":["Les moteurs de recherche peuvent afficher en évidence votre numéro de téléphone de contact pour les utilisateurs mobiles."],"Choose whether the site represents a person or an organization.":["Indiquez si le site représente une personne ou une organisation."],"Summary Card with Large Image":["Carte récapitulative avec grande image"],"Social Meta":["Métadonnées sociales"],"Author Archives":["Archives de l’auteur :"],"Search Results Title":["Titre des résultats de recherche"],"Local SEO":["SEO local"],"Homepage":["Page d’accueil"],"News Article":["Actualités"],"Separator Character":["Caractère séparateur"],"Robots Meta":["Métadonnées pour les Robots"],"Summary Card":["Fiche récapitulative"],"Person or Company":["Personne ou Entreprise"],"Format: +1-401-555-1212":["Format : +33 00.00.00.00.00"],"Price Range":["Échelle de prix"],"Google Maps API Key":["Clé API de Google Maps"],"Google Maps Embed API":["API intégrée de Google Maps"],"Capitalize Titles":["Capitaliser les titres"],"OpenGraph Thumbnail":["Miniature OpenGraph"],"Author Archive Description":["Description des archives Auteurs"],"Homepage Title":["Titre de la page d’acceuil"],"An API Key is required to display embedded Google Maps on your site. Get it here: %s":["Une clé API est nécessaire pour afficher les cartes Google Maps embarquées sur votre site. Obtenez-la ici : %s"],"The price range of the business, for example $$$.":["La fourchette de prix de l’entreprise, par exemple $$$."],"Opening Hours Format":["Format des heures d’ouverture"],"Remove":["Retirer"],"Opening Hours":["Horaires d’ouverture"],"Format used when the address is displayed using the <code>[rank_math_contact_info]<\/code> shortcode.<br><strong>Available Tags: {address}, {locality}, {region}, {postalcode}, {country}, {gps}<\/strong>":["Format utilisé lorsque l’adresse est affichée à l’aide du code court : <code>[rank_math_contact_info]<\/code>.<br><strong>Étiquettes disponibles : {address}, {locality}, {region}, {postalcode}, {country}, {gps}<\/strong>"],"URL of the item.":["URL de l’élément."],"Global Meta":["Métadonnée globale"],"Time format used in the contact shortcode.":["Format d’heure utilisé dans le code court de contact."],"Default rich snippet selected when creating a new product.":["Extrait enrichi par défaut sélectionné lors de la création d’un nouveau produit."],"Date archive description.":["Description de l’archive par date."],"Date Archive Description":["Description de l’archive par date"],"Date Archive Title":["Titre de l’archive par date."],"Homepage Meta Description":["Méta description de la page d’accueil"],"Homepage meta description.":["Méta description de la page d’accueil."],"Homepage Robots Meta":["Métadonnées pour les robots de la page d’accueil"],"Misc Pages":["Pages diverses"],"Title tag on search results page.":["Balise de titre sur la page de résultats de recherche."],"Title tag on day\/month\/year based archives.":["Balise de titre sur les archives jour\/mois\/année."],"Post Types:":["Type de publication :"],"Homepage title tag.":["Balise de titre de la page d’accueil."],"Author Base":["Base d’auteur"],"Change the <code>\/author\/<\/code> part in author archive URLs.":["Modifiez la partie <code>\/auteur\/<\/code> dans les URL d’archive d’auteur."],"Custom values for robots meta tag on homepage.":["Valeurs personnalisées pour la balise métadonnée robots sur la page d’accueil."],"Card type selected when creating a new post. This will also be applied for posts without a card type selected.":["Type de carte sélectionné lors de la création d’un nouvel article. Cela s’appliquera également aux publications pour lesquelles aucun type de carte n’a été sélectionné."],"Title of your site when shared on Facebook, Twitter and other social networks.":["Titre de votre site lorsqu’il est partagé sur Facebook, Twitter et d’autres réseaux sociaux."],"Title tag on author archives. SEO options for specific authors can be set with the meta box available in the user profiles.":["Étiquette du titre sur les archives de l’auteur. Les options de référencement pour des auteurs spécifiques peuvent être définies à l’aide de la boîte à métadonnée disponible dans les profils d’utilisateurs."],"Setting empty archives to <code>noindex<\/code> is useful for avoiding indexation of thin content pages and dilution of page rank. As soon as a post is added, the page is updated to <code>index<\/code>.":["Définir des archives vides sur <code>noindex<\/code> est utile pour éviter l’indexation des pages à contenu fin et la dilution du grade de page. Dès qu’un article est ajouté, la page est mise à jour avec <code>index<\/code>."],"Noindex Empty Category and Tag Archives":["Archives de catégories et d’étiquettes vides Noindex"],"Add time":["Ajouter un horaire"],"Select opening hours. You can add multiple sets if you have different opening or closing hours on some days or if you have a mid-day break. Times are specified using 24:00 time.":["Sélectionnez les heures d’ouverture. Vous pouvez ajouter plusieurs ensembles si vous avez des heures d’ouverture ou de fermeture différentes certains jours ou si vous avez une pause de mi-journée. Les heures sont spécifiées en utilisant le format 24:00."],"Default values for robots meta tag. These can be changed for individual posts, taxonomies, etc.":["Valeurs par défaut pour la balise métadonnées robots. Celles-ci peuvent être modifiées pour des publications individuelles, des taxonomies, etc."],"Homepage Title for Facebook":["Titre de la page d’accueil pour Facebook"],"Homepage Description for Facebook":["Description de la page d’accueil pour Facebook"],"Homepage Thumbnail for Facebook":["Miniature de la page d’accueil pour Facebook"],"Title tag on 404 Not Found error page.":["Balise de titre sur la page d’erreur 404 introuvable."],"Image displayed when your homepage is shared on Facebook and other social networks. Use images that are at least 1200 x 630 pixels for the best display on high resolution devices.":["Image affichée lorsque votre page d’accueil est partagée sur Facebook et d’autres réseaux sociaux. Utilisez des images d’au moins 1200 x 630 pixels pour un affichage optimal sur des appareils haute résolution."],"Select custom robots meta for homepage, such as <code>nofollow<\/code>, <code>noarchive<\/code>, etc. Otherwise the default meta will be used, as set in the Global Meta tab.":["Sélectionnez des métadonnées de robots personnalisés pour la page d’accueil, tels que <code>nofollow<\/code>, <code>noarchive<\/code>, etc. Sinon, la métadonnée par défaut sera utilisée, comme défini dans l’onglet Méta global."],"Author archive meta description. SEO options for specific author archives can be set with the meta box in the user profiles.":["Méta-description de l’archive de l’auteur. Les options de référencement pour des archives d’auteurs spécifiques peuvent être définies à l’aide de la boîte méta dans les profils utilisateurs."],"Author Archive Title":["Titre de l’archive de l’auteur"],"Description of your site when shared on Facebook, Twitter and other social networks.":["Description de votre site lorsqu’il est partagé sur Facebook, Twitter et d’autres réseaux sociaux."],"Google does not allow Person as the Publisher for articles. Organization will be used instead. You can read more about this <a href=\"%s\" target=\"_blank\">here<\/a>.":["Google n’autorise pas « personne » à être un éditeur de publications. En revanche, une organisation pourra être utilisé. Vous pouvez en savoir plus à ce sujet <a href=\"%s\" target=\"_blank\">ici<\/a>."],"Learn more":["En savoir plus"],"Authors":["Auteurs\/autrices"],"Add SEO Controls for user profile pages. Access to the Meta Box can be fine tuned with code, using a special filter hook.":["Ajouter des contrôles SEO pour les pages de profil de compte. L’accès à la boite méta peut être affiné avec du code, à l’aide d’un crochet de filtre spécial."],"Headline":["Titre"],"About Page":["Page « À propos »"],"Description":["Description"],"None":["Aucun"],"Link Suggestions":["Suggestions de liens"],"Business Type":["Type d’entreprise"]}},"comment":{"reference":"assets\/admin\/js\/titleSettings.js"}}